Repository: dixent/one-file-test
Catalog: */3000.po
Languages: id, ja, ru

source: Cities
id: Kota
ja: 都市
ru: Города

source: Sign Up
id: Daftar
ja: サインアップ
ru: Зарегистрироваться

source: Learn more
id: Belajarlah lagi
ja: もっと詳しく知る
ru: Учить больше

source: Intro + Keynote
ja: イントロ+基調講演

source: AMP: A library for rich content experiences
id: AMP: Perpustakaan untuk pengalaman konten yang kaya
ja: AMP：リッチコンテンツエクスペリエンスのためのライブラリ
ru: AMP: библиотека для богатого контента

source: Advanced interactivity with AMP
id: Interaktivitas tingkat lanjut dengan AMP
ja: AMPとの高度な対話性
ru: Продвинутая интерактивность с AMP

source: Tutorial: Your first AMP site!
id: Tutorial: Situs AMP pertama Anda!
ja: チュートリアル：初めてのAMPサイトです。
ru: Учебник: Ваш первый сайт AMP!

source: Creating an excellent AMP
id: Membuat AMP yang luar biasa
ja: 優れたAMPの作成
ru: Создание отличного AMP

source: Letting your AMP into the world
id: Membiarkan AMP Anda masuk ke dunia
ja: AMPを世界に投入する
ru: Впусти свой AMP в мир

source: Lunch
id: Makan siang
ja: ランチ
ru: Обед

source: Mystery talk
id: Pembicaraan misteri
ja: ミステリートーク
ru: Тайный разговор

source: AMP everywhere
id: AMP di mana-mana
ja: どこでもAMP
ru: AMP везде

source: What’s next in AMP
id: Apa yang berikutnya di AMP
ja: AMPの次のステップ
ru: Что дальше в AMP

source: Coffee break
id: Rehat kopi
ja: コーヒーブレイク
ru: Перерыв на кофе

source: Q&A with AMP team
id: T&J dengan tim AMP
ja: AMPチームとのQ＆A
ru: Q & A с командой AMP

source: Tutorial: Do more with AMP
id: Tutorial: Lakukan lebih banyak dengan AMP
ja: チュートリアル：AMPをさらに活用する
ru: Учебник: делай больше с AMP

source: Happy hour
id: Saat senang
ja: ハッピーアワー
ru: Счастливый час

source: Choose your destination
id: Pilih tujuan Anda
ja: 目的地を選択してください
ru: Выберите пункт назначения

source: Throughout the AMP documentation you will find a switch on the upper left side to quickly change the AMP format you’re working on.
id: Sepanjang dokumentasi AMP, Anda akan menemukan sakelar di sisi kiri atas untuk dengan cepat mengubah format AMP yang sedang Anda kerjakan.
ja: AMPドキュメント全体の左側に、作業中のAMP形式をすばやく変更するためのスイッチがあります。
ru: Во всей документации AMP вы найдете переключатель в верхнем левом углу для быстрого изменения формата AMP, над которым вы работаете.

source: CMS User?
id: Pengguna CMS?
ja: CMSユーザー？
ru: Пользователь CMS?

source: AMP integrates with many publishing platforms and content management systems! Find the full list under <a href="../support/faq/platform-and-vendor-partners.md">Platform and Vendor Partners.</a>
id: AMP terintegrasi dengan banyak platform penerbitan dan sistem manajemen konten! Temukan daftar lengkap di bawah <a href = \
ja: AMPは、多くの公開プラットフォームやコンテンツ管理システムと統合されています！完全なリストは<a href = の下にあります
ru: AMP интегрируется со многими издательскими платформами и системами управления контентом! Найдите полный список в <a href = \

source: Featured Videos
id: Video Unggulan
ja: おすすめ動画
ru: Избранные видео

source: Get Involved
id: Terlibat
ja: 参加する
ru: Втягиваться

source: AMP is proudly an open source project with an active community of contributors. We welcome and appreciate documentation and translation contributions! Check out our community section to join our mission.
id: AMP dengan bangga adalah proyek open source dengan komunitas kontributor aktif. Kami menyambut dan menghargai kontribusi dokumentasi dan terjemahan! Lihatlah bagian komunitas kami untuk bergabung dengan misi kami.
ja: AMPは、積極的に貢献者のコミュニティーを持つオープンソースプロジェクトです。ドキュメントと翻訳への貢献を歓迎し、感謝します！私たちのミッションに参加するには、コミュニティセクションをご覧ください。
ru: AMP - это проект с открытым исходным кодом с активным сообществом участников. Мы приветствуем и ценим вклад в документацию и перевод! Посетите наш раздел сообщества, чтобы присоединиться к нашей миссии.

source: AMP<br> Ads
id: AMP <br> Iklan
ja: AMP <br>広告
ru: AMP <br> Объявления

source: AMP Caches
id: Cache AMP
ja: AMPキャッシュ
ru: AMP Cache

source: AMP for Email Working Group members will use <code>#wg-amp4email</code> channel on AMP's Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">signup</a>) for real-time discussion. The channel is open to anyone, regardless of membership in AMP for Email working group.
id: AMP untuk Anggota Kelompok Kerja Email akan menggunakan saluran <code> # wg-amp4email </code> di Slack AMP (<a href = \
ja: AMP for Emailワーキンググループのメンバーは、AMPのSlackで<code>＃wg-amp4email </ code>チャンネル（
ru: Члены AMP для рабочей группы электронной почты будут использовать канал <code> # wg-amp4email </ code> в Slack AMP (<a href = \

source: AMP for Email Working Group will post <strong>Announcements and Notices</strong> regarding events as an issue labeled with <code>Type: Event</code> in this repository.
id: AMP untuk Kelompok Kerja Email akan memposting <strong> Pengumuman dan Pemberitahuan </strong> mengenai acara sebagai masalah yang dilabeli dengan <code> Jenis: Peristiwa </code> di repositori ini.
ja: AMP for Emailワーキンググループは、イベントに関する<strong>お知らせと通知</ strong>を、このリポジトリに<code> Type：Event </ code>というラベルの付いた問題として投稿します。
ru: Рабочая группа AMP для электронной почты опубликует <strong> Объявления и уведомления </ strong> о событиях как проблему, помеченную <code> Тип: Событие </ code> в этом репозитории.

source: AMP for Email Working Group will post <strong>Quarterly Roadmap</strong> as an issue labeled with <code>Type: Roadmap</code> in this repository
id: AMP untuk Kelompok Kerja Email akan memposting <strong> Roadmap Triwulan </strong> sebagai masalah yang dilabeli dengan <code> Ketik: Roadmap </code> dalam repositori ini
ja: AMP for Emailワーキンググループは、<strong>四半期ロードマップ</ strong>をこのリポジトリの<code> Type：Roadmap </ code>でラベル付けされた問題として投稿します
ru: Рабочая группа AMP для электронной почты опубликует <strong> Квартальную дорожную карту </ strong> как проблему, помеченную <code> Тип: дорожная карта </ code> в этом хранилище.

source: AMP is an open-source HTML framework that provides a straightforward way to create web pages that are fast, smooth-loading and prioritize the user-experience above all else. Can't believe it? Try it out for yourself in the playground below:
id: AMP adalah kerangka kerja HTML open-source yang menyediakan cara mudah untuk membuat halaman web yang cepat, pemuatan yang lancar dan memprioritaskan pengalaman pengguna di atas segalanya. Tidak bisa percaya? Cobalah sendiri di taman bermain di bawah ini:
ja: AMPはオープンソースのHTMLフレームワークであり、高速でスムーズな読み込みが可能なWebページを簡単に作成でき、ユーザーエクスペリエンスを何よりも優先します。信じられない？以下の遊び場で試してみてください。
ru: AMP - это HTML-фреймворк с открытым исходным кодом, обеспечивающий простой способ создания веб-страниц, которые бывают быстрыми, легко загружаемыми и устанавливают приоритеты для пользовательского опыта над всеми остальными. Не можете в это поверить? Попробуйте сами на детской площадке ниже:

source: AMP is fundamentally changing the way ads are built, delivered and measured on the web, making them faster and minimizing disruptions for users. This increases viewability and click-through rates to improve monetization, making everyone happy: users, publishers and advertisers alike.
id: AMP secara mendasar mengubah cara iklan dibuat, ditayangkan, dan diukur di web, menjadikannya lebih cepat dan meminimalkan gangguan bagi pengguna. Ini meningkatkan keterlihatan dan rasio klik-tayang untuk meningkatkan monetisasi, membuat semua orang senang: pengguna, penerbit, dan pengiklan sama.
ja: AMPは、ウェブ上での広告の作成、配信、測定の方法を根本的に変え、広告をより高速にし、ユーザーの混乱を最小限に抑えます。これにより、視認性とクリック率が向上し、収益化が向上し、ユーザー、サイト運営者、広告主など、誰もが幸せになります。
ru: AMP в корне меняет способ создания, доставки и измерения рекламы в Интернете, делая их более быстрыми и сводя к минимуму сбои для пользователей. Это повышает удобство просмотра и рейтинг кликов для повышения монетизации, делая всех счастливыми: пользователей, издателей и рекламодателей.

source: AMP’s Working Groups are:
id: Kelompok Kerja AMP adalah:
ja: AMPのワーキンググループは次のとおりです。
ru: Рабочие группы AMP:

source: Style & layout
id: Gaya & tata letak
ja: スタイルとレイアウト
ru: Стиль и макет

source: UI Working Group will post <strong>Status Updates</strong> every two weeks as an issue labeled with <code>Type: Status Update</code> in this repository.
id: Kelompok Kerja UI akan memposting <strong> Pembaruan Status </strong> setiap dua minggu sebagai masalah yang dilabeli dengan <code> Ketik: Pembaruan Status </code> di repositori ini.
ja: UIワーキンググループは、このリポジトリに<code> Type：Status Update </ code>のラベルが付いた問題として、<strong> Status Updates </ strong>を2週間ごとに投稿します。
ru: Рабочая группа пользовательского интерфейса будет публиковать <strong> Обновления статуса </ strong> каждые две недели как проблему, помеченную <code> Тип: Обновление статуса </ code> в этом хранилище.

source: offline
ja: オフライン
ru: не в сети

source: Learn Web Development with AMP
id: Pelajari Pengembangan Web dengan AMP
ja: AMPでWeb開発を学ぶ
ru: Изучите веб-разработку с AMP

source: AMP can help you create fast websites more quickly!
id: AMP dapat membantu Anda membuat situs web cepat lebih cepat!
ja: AMPを使用すると、高速なウェブサイトをより迅速に作成できます。
ru: AMP поможет вам быстрее создавать быстрые сайты!

source: If you’re <b>an experienced web developer</b>, you can create rich, fast sites with less code.
id: Jika Anda <b> seorang pengembang web yang berpengalaman </b>, Anda dapat membuat situs kaya dan cepat dengan kode lebih sedikit.
ja: <b>経験豊富なウェブ開発者</ b>であれば、少ないコードでリッチで高速なサイトを作成できます。
ru: Если вы <b> опытный веб-разработчик </ b>, вы можете создавать насыщенные и быстрые сайты с меньшим количеством кода.

source: If you’re <b>a new web developer</b>, AMP helps you learn web development. If you know some HTML and CSS, you can use AMP to make an interactive website!
id: Jika Anda <b> pengembang web baru </b>, AMP membantu Anda mempelajari pengembangan web. Jika Anda tahu beberapa HTML dan CSS, Anda dapat menggunakan AMP untuk membuat situs web interaktif!
ja: <b>新しいウェブデベロッパー</ b>の場合、AMPはウェブ開発を学ぶのに役立ちます。 HTMLとCSSを知っている場合は、AMPを使用してインタラクティブなウェブサイトを作成できます。
ru: Если вы <b> новый веб-разработчик </ b>, AMP поможет вам освоить веб-разработку. Если вы знаете HTML и CSS, вы можете использовать AMP для создания интерактивного веб-сайта!

source: About the courses
id: Tentang kursus
ja: コースについて
ru: О курсах

source: These three free courses are in use in schools and training programs around the world. Now you can take them here, online, on our site. Suitable for beginners and experienced web developers alike, they will take you from zero to AMP!
id: Tiga kursus gratis ini digunakan di sekolah dan program pelatihan di seluruh dunia. Sekarang Anda dapat membawanya di sini, online, di situs kami. Cocok untuk pemula dan pengembang web berpengalaman, mereka akan membawa Anda dari nol ke AMP!
ja: これら3つの無料コースは、世界中の学校やトレーニングプログラムで使用されています。今、あなたはそれらをオンラインで、私たちのサイトに持って行くことができます。初心者にも経験豊富なWeb開発者にも適しており、ゼロからAMPへと導きます。
ru: Эти три бесплатных курса используются в школах и учебных программах по всему миру. Теперь вы можете взять их здесь, онлайн, на нашем сайте. Подходит как начинающим, так и опытным веб-разработчикам, они перенесут вас с нуля в AMP!

source: During this course, you’ll build a sample site for Chico’s famous, and fictional, Cheese Bicycles.
id: Selama kursus ini, Anda akan membangun situs sampel untuk Sepeda Keju Chico yang terkenal dan fiksi.
ja: このコースでは、チコの有名な架空のチーズ自転車のサンプルサイトを構築します。
ru: В ходе этого курса вы создадите образец сайта для знаменитых и вымышленных Cheese Bicycles Чико.

source: Requirements
id: Persyaratan
ja: 必要条件
ru: Требования

source: Internet connection
id: koneksi internet
ja: インターネット接続
ru: интернет-соединение

source: <a href="https://www.google.com/chrome/" target="_blank">Chrome browser</a>, ideally, to use the <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">AMP Validator extension</a>
id: <a href = \
ja: <a href = \
ru: <a href = \

source: We use the online editor <a href="https://glitch.com/" target="_blank">Glitch</a>. No IDE or local web server needed!
id: Kami menggunakan editor online <a href = \
ja: オンラインエディター<a href = \
ru: Мы используем онлайн-редактор <a href = \

source: Prerequisites
id: Prasyarat
ja: 前提条件
ru: Предпосылки

source: basic knowledge of HTML and CSS
id: pengetahuan dasar tentang HTML dan CSS
ja: HTMLとCSSの基本的な知識
ru: базовые знания HTML и CSS

source: for the advanced course, JavaScript expressions and simple JSON
id: untuk kursus lanjutan, ekspresi JavaScript dan JSON sederhana
ja: 上級コースでは、JavaScript式と単純なJSON
ru: для продвинутого курса, JavaScript-выражений и простого JSON

source: Take the Video Courses
id: Ikuti Kursus Video
ja: ビデオコースを受講する
ru: Пройдите видео курсы

source: All three courses can be now be taken by video on <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">our YouTube channel!</a>
id: Ketiga kursus sekarang dapat diambil dengan video di <a href = \
ja: 3つのコースすべてを<a href = のビデオで受講できるようになりました
ru: Все три курса теперь можно записать на видео на <a href = \

source: AMP Websites Examples
id: Contoh Situs Web AMP
ja: AMPウェブサイトの例
ru: Примеры сайтов AMP

source: AMP Playground
ja: AMPプレイグラウンド

source: Try it yourself with the AMP Playground. Test your ideas directly in the browser and get instant feedback.
id: Cobalah sendiri dengan AMP Playground. Uji ide Anda langsung di browser dan dapatkan umpan balik instan.
ja: AMP Playgroundで自分で試してみてください。ブラウザーで直接アイデアをテストして、即座にフィードバックを得ます。
ru: Попробуйте сами с AMP Playground. Проверьте свои идеи прямо в браузере и получите мгновенную обратную связь.

source: Filter by category
id: Saring berdasarkan kategori
ja: カテゴリーでフィルター
ru: Фильтровать по категории

source: <h1 class="ap-o-stage-content-headline">Tools</h1> <h2 class="ap-o-stage-content-subline">for creation, design and development</h2>
id: <h1 class = \
ja: <h1クラス= \
ru: <h1 class = \

source: Creation &amp; Design
id: Penciptaan & Desain
ja: 創造とデザイン
ru: Создание и дизайн

source: CMS &amp; Platforms
id: CMS & Platform
ja: CMSとプラットフォーム
ru: CMS и платформы

source: Developer Tools
id: Alat pengembang
ja: 開発者ツール
ru: Инструменты разработчика

source: Service providers
id: Penyedia jasa
ja: サービスプロバイダー
ru: Поставщики услуг

source: Here you can find everything you need to build AMP experiences.
id: Di sini Anda dapat menemukan semua yang Anda butuhkan untuk membangun pengalaman AMP.
ja: ここでは、AMPエクスペリエンスを構築するために必要なすべてを見つけることができます。
ru: Здесь вы можете найти все необходимое для создания впечатлений от AMP.

source: The complete documented AMP library and its references.
id: Perpustakaan AMP yang lengkap dan rujukannya.
ja: 完全に文書化されたAMPライブラリとそのリファレンス。
ru: Полная документированная библиотека AMP и ее ссылки.

source: The fastest way to learn is to peak over the tangible examples.
id: Cara tercepat untuk belajar adalah memuncak pada contoh nyata.
ja: 学ぶための最も早い方法は、具体的な例に目を向けることです。
ru: Самый быстрый способ научиться - это показать все реальные примеры.

source: Don't want to start from scratch? Start with a ready-made design.
id: Tidak mau memulai dari awal? Mulai dengan desain yang sudah jadi.
ja: ゼロから始めたくないですか？既成のデザインから始めます。
ru: Не хотите начинать с нуля? Начните с готового дизайна.

source: Begin building for creation, design and development.
id: Mulailah membangun untuk kreasi, desain, dan pengembangan.
ja: 作成、設計、開発のための構築を開始します。
ru: Начните строить для создания, дизайна и разработки.

source: Build your first AMP Website
id: Bangun Situs AMP pertama Anda
ja: 初めてのAMPウェブサイトを構築する
ru: Создайте свой первый сайт AMP

source: Build your first AMP Story
id: Buat Cerita AMP pertama Anda
ja: 最初のAMPストーリーを作成する
ru: Создайте свою первую историю AMP

source: Build your first AMP Ad
id: Buat Iklan AMP pertama Anda
ja: 最初のAMP広告を作成する
ru: Создайте свою первую рекламу AMP

source: Build your first AMP Email
id: Buat Email AMP pertama Anda
ja: 最初のAMPメールを作成する
ru: Создайте свой первый AMP Email

source: Create compelling, silky smooth and instant loading websites.
id: Buat situs web yang menarik, halus dan memuat sutra instan.
ja: 説得力のある滑らかでスムーズなウェブサイトを作成します。
ru: Создавайте привлекательные, шелковистые, гладкие и быстро загружаемые сайты.

source: Create snackable, immersive and tappable stories on your website.
id: Buat cerita yang ringan, imersif, dan mudah disentuh di situs web Anda.
ja: あなたのウェブサイトで、間食的で、没入型でタップ可能なストーリーを作成します。
ru: Создайте закуски, захватывающие и осязаемые истории на вашем сайте.

source: Extend your website with fast and lightweight ad experience.
id: Perluas situs web Anda dengan pengalaman iklan yang cepat dan ringan.
ja: 高速で軽量な広告エクスペリエンスでWebサイトを拡張します。
ru: Расширьте свой сайт с быстрым и легким рекламным опытом.

source: Create emails that encourage readers to interact dynamically with content.
id: Buat email yang mendorong pembaca untuk berinteraksi secara dinamis dengan konten.
ja: 読者がコンテンツと動的に対話するように促すメールを作成します。
ru: Создавайте электронные письма, которые поощряют читателей динамически взаимодействовать с контентом.

source: See the latest videos about AMP and find out more on our <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">YouTube Channel.</a>
id: Lihat video terbaru tentang AMP dan temukan lebih banyak di <a href = kami
ja: AMPに関する最新の動画をご覧になり、<a href = \
ru: Смотрите последние видео о AMP и узнайте больше на нашем <a href = \

source: Content Platform
id: Platform Konten
ja: コンテンツプラットフォーム
ru: Платформа контента

source: Debugging
ja: デバッグ
ru: Отладка

source: Development
id: Pengembangan
ja: 開発
ru: развитие

source: Email Service
id: Layanan Email
ja: メールサービス
ru: Сервис электронной почты

source: Email Templates Editor
id: Editor Template Email
ja: メールテンプレートエディタ
ru: Редактор почтовых шаблонов

source: Essential
id: Penting
ja: 必須
ru: существенный

source: Landing pages
id: Halaman arahan
ja: ランディングページ
ru: Целевые страницы

source: Optimization
id: Optimasi
ja: 最適化
ru: оптимизация

source: Testing
id: Pengujian
ja: テスト中
ru: тестирование

source: Create interactive email templates fast with Drag-n-Drop & HTML editor. Try free library of ready-to-use modules and templates.
id: Buat templat email interaktif dengan cepat dengan editor Drag-n-Drop & HTML. Coba pustaka modul dan templat yang siap pakai gratis.
ja: ドラッグアンドドロップとHTMLエディターでインタラクティブなメールテンプレートをすばやく作成します。すぐに使えるモジュールとテンプレートの無料ライブラリをお試しください。
ru: Быстрое создание интерактивных шаблонов электронной почты с помощью Drag-n-Drop и HTML-редактора. Попробуйте бесплатную библиотеку готовых модулей и шаблонов.

source: Instapage automates the creation, optimization, and personalization of post-click experiences at scale.
id: Instapage mengotomatiskan pembuatan, optimisasi, dan personalisasi pengalaman pasca-klik pada skala.
ja: Instapageは、ポストクリックエクスペリエンスの作成、最適化、カスタマイズを大規模に自動化します。
ru: Instapage автоматизирует создание, оптимизацию и персонализацию событий после нажатия в масштабе.

source: Unbounce is a platform to create landing pages, website popups, and sticky bars.
id: Unbounce adalah platform untuk membuat halaman arahan, popup situs web, dan bilah lengket.
ja: Unbounceは、ランディングページ、ウェブサイトポップアップ、スティッキーバーを作成するためのプラットフォームです。
ru: Unbounce - это платформа для создания целевых страниц, всплывающих окон веб-сайтов и наклеек.

source: AMP-first content creation with the power and flexibility of WordPress.
id: Pembuatan konten AMP-first dengan kekuatan dan fleksibilitas WordPress.
ja: WordPressのパワーと柔軟性を備えたAMPファーストのコンテンツ作成。
ru: AMP-первое создание контента с мощью и гибкостью WordPress.

source: Bold by Quintype is a headless CMS built for enterprise publishers with built-in support for AMP.
id: Bold by Quintype adalah CMS tanpa kepala yang dibuat untuk penerbit perusahaan dengan dukungan bawaan untuk AMP.
ja: Bold by Quintypeは、AMPのサポートが組み込まれたエンタープライズパブリッシャー向けに構築されたヘッドレスCMSです。
ru: Bold by Quintype - это безголовая CMS, созданная для корпоративных издателей со встроенной поддержкой AMP.

source: Helps you measure your site's Search traffic and performance, fix issues, and make your site shine in Google Search results.
id: Membantu Anda mengukur lalu lintas Pencarian dan kinerja situs Anda, memperbaiki masalah, dan membuat situs Anda bersinar dalam hasil Google Search.
ja: サイトの検索トラフィックとパフォーマンスを測定し、問題を修正し、Google検索結果でサイトを輝かせるのに役立ちます。
ru: Помогает вам измерить поисковый трафик и производительность вашего сайта, исправить проблемы и сделать ваш сайт блестящим в результатах поиска Google.

source: Test if and how your AMP page appears in Google Search.
id: Uji apakah dan bagaimana halaman AMP Anda muncul di Google Search.
ja: AMPページがGoogle検索に表示されるかどうか、およびどのように表示されるかをテストします。
ru: Проверьте, отображается ли ваша AMP-страница в поиске Google.

source: Platform to share and discover how-to stories that includes a creation tool on your phone to help you create how-to stories.
id: Platform untuk berbagi dan menemukan cerita cara-cara yang mencakup alat kreasi di ponsel Anda untuk membantu Anda membuat cara-cara cerita.
ja: ハウツーストーリーの作成に役立つ携帯電話の作成ツールを含むハウツーストーリーを共有および発見するためのプラットフォーム
ru: Платформа для обмена и поиска практических историй, которые включают в себя инструмент создания на вашем телефоне, чтобы помочь вам создавать практические истории.

source: Build AMP sites, posts, and stories. Win search, social, and email. Fast. Flexible. Secure. Modern.
id: Bangun situs, pos, dan cerita AMP. Menangkan pencarian, sosial, dan email. Cepat. Fleksibel. Aman. Modern.
ja: AMPサイト、投稿、ストーリーを作成します。検索、ソーシャル、メールで勝ちます。速い。フレキシブル。安全です。モダン。
ru: Создавайте AMP сайты, посты и истории. Выиграй поиск, социальные сети и электронную почту. Быстро. Гибкое. Закрепить. Современное.

source: Essential component for AMP development and available in a variety of versions.
id: Komponen penting untuk pengembangan AMP dan tersedia dalam berbagai versi.
ja: AMP開発に不可欠なコンポーネントであり、さまざまなバージョンで利用できます。
ru: Необходимый компонент для разработки AMP и доступен в различных версиях.

source: Beta-test new features of AMP before they're available for everyone.
id: Uji beta fitur baru AMP sebelum tersedia untuk semua orang.
ja: AMPの新機能がすべての人に利用可能になる前に、ベータテストを実施してください。
ru: Бета-тестирование новых функций AMP, прежде чем они станут доступны для всех.

source: Helps you find out whether your Google Analytics and AdWords tracking is correctly set up.
id: Membantu Anda mengetahui apakah Google Analytics dan pelacakan AdWords Anda disiapkan dengan benar.
ja: GoogleアナリティクスとAdWordsのトラッキングが正しく設定されているかどうかを確認するのに役立ちます。
ru: Помогает узнать, правильно ли настроены ваши отслеживания Google Analytics и AdWords.

source: A collection of AMP tools making it easier to publish and host AMP pages.
id: Kumpulan alat AMP yang membuatnya lebih mudah untuk menerbitkan dan meng-host halaman AMP.
ja: AMPページの公開とホストを容易にするAMPツールのコレクション。
ru: Коллекция инструментов AMP, облегчающая публикацию и размещение страниц AMP.

source: Validation tool that offers additional debug information on top of the AMP validator.
id: Alat validasi yang menawarkan informasi debug tambahan di atas validator AMP.
ja: AMP検証ツールの上に追加のデバッグ情報を提供する検証ツール。
ru: Инструмент проверки, который предлагает дополнительную отладочную информацию поверх валидатора AMP.

source: Pre-built Google Analytics dashboard template that helps you get to your analytics insights faster.
id: Template dasbor Google Analytics pra-bangun yang membantu Anda mendapatkan wawasan analitik lebih cepat.
ja: 事前に作成されたGoogleアナリティクスダッシュボードテンプレート。これにより、アナリティクスのインサイトをすばやく取得できます。
ru: Предварительно созданный шаблон панели инструментов Google Analytics, который поможет вам быстрее понять аналитику.

source: Chrome extension that helps you understand the feasibility of converting your site to AMP.
id: Ekstensi Chrome yang membantu Anda memahami kelayakan mengkonversi situs Anda ke AMP.
ja: サイトをAMPに変換する可能性を理解するのに役立つChrome拡張機能。
ru: Расширение Chrome, которое поможет вам понять целесообразность преобразования вашего сайта в AMP.

source: Generate custom templates for your AMP websites, stories, emails or ads.
id: Buat templat khusus untuk situs web, cerita, email, atau iklan AMP Anda.
ja: AMPウェブサイト、ストーリー、メール、広告用のカスタムテンプレートを生成します。
ru: Создайте пользовательские шаблоны для ваших сайтов AMP, историй, электронных писем или рекламы.
