Repository: dixent/one-file-test
Catalog: */3000.po
Languages: id, ja, ru

source: A screenshot showing amp-sidebar.
ja: amp-sidebarを示すスクリーンショット。
ru: Скриншот, показывающий боковую панель усилителя.

source: A website screenshot.
id: Tangkapan layar situs web.
ja: ウェブサイトのスクリーンショット。
ru: Скриншот сайта.

source: AMP Brand Materials
id: Bahan Merek AMP
ja: AMPブランド資料
ru: AMP Бренд Материалы

source: AMP Caches & CORS
id: Cache & CORS AMP
ja: AMPキャッシュとCORS

source: AMP Contributor Summit 2019
id: KTT Kontributor AMP 2019
ja: AMPコントリビューターサミット2019

source: AMP Contributor Summit 2019 Applications Now Open
id: Aplikasi AMP Kontributor Summit 2019 Sekarang Terbuka
ja: AMPコントリビューターサミット2019のアプリケーションがオープンしました
ru: Открыты приложения AMP Contributor Summit 2019

source: AMP Framework
id: Kerangka AMP
ja: AMPフレームワーク

source: AMP HTML Specification
id: Spesifikasi AMP HTML
ja: AMP HTML仕様
ru: Спецификация AMP HTML

source: AMP Overview
id: Ikhtisar AMP
ja: AMPの概要
ru: Обзор AMP

source: AMP for Email Specification
id: AMP untuk Spesifikasi Email
ja: AMP for Email仕様
ru: AMP для спецификации электронной почты

source: AMP's Layout System
id: Sistem Tata Letak AMP
ja: AMPのレイアウトシステム
ru: Система макетов AMP

source: About
id: Tentang
ja: 約
ru: Около

source: Accept use of cookies
id: Terima penggunaan cookie
ja: クッキーの使用を受け入れる
ru: Принять использование куки

source: Add advanced AMP features
id: Tambahkan fitur AMP tingkat lanjut
ja: 高度なAMP機能を追加する
ru: Добавить расширенные функции AMP

source: Add interactivity & dynamic data (TBD)
id: Tambahkan interaktivitas & data dinamis (TBD)
ja: 対話性と動的データ（TBD）を追加する
ru: Добавить интерактивность и динамические данные (TBD)

source: Advanced Course
id: Kursus Lanjutan
ja: 上級コース
ru: Продвинутый курс

source: Although there are {hits} hits in total we cannot show more than 100.
id: Meskipun ada total {hits} hit, kami tidak dapat menampilkan lebih dari 100 hit.
ja: 合計{hits}ヒットがありますが、100を超える数を表示することはできません。
ru: Хотя в общей сложности {хитов] хитов, мы не можем показать больше 100.

source: An unexplained feature?
id: Fitur yang tidak dijelaskan?
ja: 説明されていない機能？
ru: Необъяснимая особенность?

source: Animate & Transition
id: Animasikan & Transisi
ja: アニメーションと遷移
ru: Анимировать и переход

source: App Install
id: Pemasangan Aplikasi
ja: アプリのインストール
ru: Установить приложение

source: Animations and interactions
id: Animasi dan interaksi
ja: アニメーションと相互作用
ru: Анимации и взаимодействия

source: Check out AMP stories on the web
id: Lihat cerita AMP di web
ja: ウェブでAMPストーリーをご覧ください
ru: Проверьте истории AMP в Интернете

source: Story Ads are full screen, single page ads that appear within AMP Stories. Advertisers/ Publishers can invite users to a web page, an AMP page or an App with a single tap. A story ad has a rich, flexible canvas that allows images, videos, animations or a combination of all those elements.<br> Story ads are supported by Google Ad Manager and Google DV360 (Beta) with additional ad server support coming soon!
id: Iklan Cerita adalah layar penuh, iklan satu halaman yang muncul dalam AMP Stories. Pengiklan / Penerbit dapat mengundang pengguna ke halaman web, halaman AMP, atau Aplikasi dengan satu ketukan. Iklan cerita memiliki kanvas kaya, fleksibel yang memungkinkan gambar, video, animasi, atau kombinasi dari semua elemen tersebut. <br> Iklan cerita didukung oleh Google Ad Manager dan Google DV360 (Beta) dengan dukungan server iklan tambahan segera hadir!
ja: ストーリー広告は、AMPストーリー内に表示されるフルスクリーンの単一ページ広告です。広告主/パブリッシャーは、シングルタップでユーザーをWebページ、AMPページ、またはアプリに招待できます。ストーリー広告には、画像、動画、アニメーション、またはこれらすべての要素の組み合わせを可能にする、豊かで柔軟なキャンバスがあります。<br>ストーリー広告は、GoogleアドマネージャーとGoogle DV360（ベータ版）でサポートされ、追加の広告サーバーのサポートがまもなく開始されます！
ru: Story Ads - это полноэкранные одностраничные объявления, которые появляются в AMP Stories. Рекламодатели / издатели могут одним нажатием пригласить пользователей на веб-страницу, страницу AMP или в приложение. В сюжетном объявлении имеется богатый и гибкий холст, позволяющий использовать изображения, видео, анимацию или все эти элементы. <br> Рекламные объявления поддерживаются Менеджером объявлений Google и Google DV360 (бета-версия), а в скором времени появится дополнительная поддержка сервера объявлений!

source: Discover All Templates
id: Temukan Semua Template
ja: すべてのテンプレートを見つける
ru: Откройте для себя все шаблоны

source: Back to home
id: Kembali ke rumah
ja: 家に帰る
ru: Вернуться домой

source: Back to sample
id: Kembali ke sampel
ja: サンプルに戻る
ru: Вернуться к образцу

source: Band Page in AMP
id: Halaman Band di AMP
ja: AMPのバンドページ
ru: Страница группы в AMP

source: Beginning Course
id: Kursus Awal
ja: 初級コース
ru: Начальный курс

source: Blog
ja: ブログ
ru: Блог

source: Burger Menu
id: Menu Burger
ja: バーガーメニュー
ru: Бургер Меню

source: Community
id: Masyarakat
ja: コミュニティ
ru: сообщество

source: Components
id: Komponen
ja: 部品
ru: Составные части

source: Contribute
id: Menyumbang
ja: 助ける
ru: Способствовать

source: Contribute documentation
id: Sumbang dokumentasi
ja: ドキュメントを寄稿する
ru: Внести документацию

source: Convert HTML to AMP
id: Konversi HTML ke AMP
ja: HTMLをAMPに変換する
ru: Конвертировать HTML в AMP

source: Create a custom interactive widget with amp-script
id: Buat widget interaktif khusus dengan skrip-amp
ja: amp-scriptを使用してカスタムインタラクティブウィジェットを作成する
ru: Создайте пользовательский интерактивный виджет с помощью amp-script

source: Create a login-requiring AMP page
id: Buat halaman AMP yang membutuhkan login
ja: ログインが必要なAMPページを作成する
ru: Создать страницу AMP, требующую входа в систему

source: Create interactive AMP pages
id: Buat halaman AMP interaktif
ja: インタラクティブなAMPページを作成する
ru: Создавайте интерактивные страницы AMP

source: Create your first AMP Page
id: Buat Halaman AMP pertama Anda
ja: 最初のAMPページを作成する
ru: Создайте свою первую страницу AMP

source: Create your first AMP Story
id: Buat Cerita AMP pertama Anda
ja: 初めてのAMPストーリーを作成する
ru: Создайте свою первую историю AMP

source: Create your first AMPHTML ad
id: Buat iklan AMPHTML pertama Anda
ja: 最初のAMPHTML広告を作成する
ru: Создайте свое первое объявление AMPHTML

source: Demo:
ja: デモ：
ru: Демо-версия:

source: Design Templates
id: Template Desain
ja: デザインテンプレート
ru: Шаблоны дизайна

source: Develop
id: Mengembangkan
ja: 発展させる
ru: развивать

source: Dismiss consent
id: Singkirkan persetujuan
ja: 同意を却下
ru: Отклонить согласие

source: Docs
id: Documents
ja: 文書
ru: Документы

source: Documentation
id: Dokumentasi
ja: ドキュメンテーション
ru: Документация

source: Documentation:
id: Dokumentasi:
ja: ドキュメンテーション：
ru: Документация:

source: Download ZIP
id: Unduh ZIP
ja: ZIPをダウンロード
ru: Скачать ZIP

source: Easily build user first websites with our templates
id: Mudah membangun situs web pertama pengguna dengan templat kami
ja: 私たちのテンプレートでユーザーファーストのウェブサイトを簡単に構築
ru: Легко создавайте пользовательские веб-сайты с нашими шаблонами

source: Edit sample on GitHub
id: Edit sampel di GitHub
ja: GitHubでサンプルを編集する
ru: Редактировать образец на GitHub

source: Editorial AMP Article
id: Artikel AMP Editorial
ja: エディトリアルAMP記事
ru: Редакция AMP Статья

source: Events
id: Acara
ja: イベント
ru: Мероприятия

source: Example Source Code
id: Contoh Kode Sumber
ja: ソースコードの例
ru: Пример исходного кода

source: Example:
id: Contoh:
ja: 例：
ru: Пример:

source: Examples
id: Contohnya
ja: 例
ru: Примеры

source: Expansion
id: Ekspansi
ja: 拡張
ru: расширение

source: FAQ
ja: よくある質問
ru: часто задаваемые вопросы

source: Follow us
id: Ikuti kami
ja: フォローする
ru: Подписывайтесь на нас

source: Found a bug or missing a feature?
id: Menemukan bug atau melewatkan fitur?
ja: バグを見つけたか、機能が不足していますか？
ru: Нашли ошибку или пропустили функцию?

source: Functionality
id: Kegunaan
ja: 機能性
ru: функциональность

source: Get Started
id: Memulai
ja: 始めましょう
ru: Начать

source: Get started
id: Memulai
ja: 始めましょう
ru: Начать

source: Get the courses
id: Dapatkan kursus
ja: コースを取得する
ru: Получить курсы

source: Go to GitHub
id: Pergi ke GitHub
ja: GitHubに移動
ru: Перейти на GitHub

source: Go to Stack Overflow
id: Pergi ke Stack Overflow
ja: スタックオーバーフローに移動
ru: Перейти к переполнению стека

source: Got it!
id: Mengerti!
ja: とった！
ru: Понял!

source: Guides and Tutorials
id: Panduan dan Tutorial
ja: ガイドとチュートリアル
ru: Руководства и учебники

source: How to build AMP without knowing how to code?
id: Bagaimana cara membangun AMP tanpa mengetahui cara membuat kode?
ja: コーディング方法を知らずにAMPを構築するにはどうすればよいですか？
ru: Как построить AMP, не зная, как кодировать?

source: Important Components
id: Komponen Penting
ja: 重要なコンポーネント
ru: Важные компоненты

source: Important: this component does not support your currently selected format
id: Penting: komponen ini tidak mendukung format yang Anda pilih saat ini
ja: 重要：このコンポーネントは、現在選択されている形式をサポートしていません
ru: Важно: этот компонент не поддерживает выбранный вами формат

source: Include media, iframes & third-party content
id: Sertakan media, iframe & konten pihak ketiga
ja: メディア、iframe、サードパーティのコンテンツを含める
ru: Включить медиа, фреймы и сторонний контент

source: Integrate
id: Mengintegrasikan
ja: 統合する
ru: интегрировать

source: Intermediate Course
id: Kursus Menengah
ja: 中級コース
ru: Средний курс

source: Jump to:
id: Lompat ke:
ja: ジャンプ：
ru: Прыгать на:

source: Learn
id: Belajar
ja: 学ぶ
ru: Учиться

source: Learn more about:
id: Belajar lebih tentang:
ja: 詳細については：
ru: Узнать больше о:

source: Load more
id: Muat lebih banyak
ja: もっと読み込む
ru: Загрузи больше

source: Logos
id: Logo
ja: ロゴ
ru: Логотипы

source: Monetize your AMP page with ads
id: Uangkan halaman AMP Anda dengan iklan
ja: 広告でAMPページを収益化
ru: Монетизируйте свою страницу AMP с рекламой

source: Multiple Image
id: Gambar Berganda
ja: 複数の画像
ru: Несколько изображений

source: Need further explanation?
id: Perlu penjelasan lebih lanjut?
ja: さらに説明が必要ですか？
ru: Нужны дальнейшие объяснения?

source: Need more help?
id: butuh lebih banyak bantuan?
ja: もっと助けが必要ですか？
ru: Нужна дополнительная помощь?

source: Next chapter
id: Bab selanjutnya
ja: 次の章
ru: Следующая глава

source: No results found.
id: Tidak ada hasil yang ditemukan.
ja: 結果が見つかりません。
ru: Результатов не найдено.

source: Of course, this site is made with AMP!
id: Tentu saja, situs ini dibuat dengan AMP!
ja: もちろん、このサイトはAMPで作られています！
ru: Конечно, этот сайт сделан с AMP!

source: Open Use Case
id: Buka Use Case
ja: オープンユースケース
ru: Открытый вариант использования

source: Open example
id: Buka contoh
ja: 例を開く
ru: Открытый пример

source: Open in playground
id: Terbuka di taman bermain
ja: 遊び場で開く
ru: Открыть на детской площадке

source: Open this snippet in playground
id: Buka cuplikan ini di taman bermain
ja: 遊び場でこのスニペットを開きます
ru: Откройте этот фрагмент на детской площадке

source: Optimize & Measure
id: Optimalkan & Ukur
ja: 最適化と測定
ru: Оптимизировать и измерить

source: Overview
id: Gambaran
ja: 概観
ru: обзор

source: Parallax Storytelling in AMP
id: Parallax Storytelling dalam AMP
ja: AMPでの視差ストーリーテリング
ru: Параллакс Рассказывание историй в AMP

source: Platform and Technology Company Involvement
id: Keterlibatan Platform dan Teknologi Perusahaan
ja: プラットフォームとテクノロジー企業の関与
ru: Участие Платформ и Технологических Компаний

source: Platform and Vendor Partners
id: Mitra Platform dan Vendor
ja: プラットフォームとベンダーパートナー
ru: Партнеры по платформе и поставщикам

source: Please reload the page.
id: Silakan muat ulang halaman.
ja: ページを再読み込みしてください。
ru: Пожалуйста, перезагрузите страницу.

source: Please try again later.
id: Silakan coba lagi nanti.
ja: 後でもう一度やり直してください。
ru: Пожалуйста, попробуйте позже.

source: Popular Articles
id: Artikel Populer
ja: 人気の記事
ru: Популярные статьи

source: Preview
id: Pratinjau
ja: プレビュー
ru: предварительный просмотр

source: Previous chapter
id: Bab sebelumnya
ja: 前の章
ru: Предыдущая глава

source: Privacy Policy
id: Kebijakan pribadi
ja: 個人情報保護方針
ru: политика конфиденциальности

source: Publisher Monetization
id: Monetisasi Penerbit
ja: パブリッシャーの収益化
ru: Издательство Монетизация

source: Results
id: Hasil
ja: 結果
ru: Результаты

source: Roadmap
id: Peta jalan
ja: ロードマップ
ru: Дорожная карта

source: SF Chronicle
ja: SFクロニクル

source: Screenshot of use case:
id: Cuplikan layar use case:
ja: 使用例のスクリーンショット：
ru: Скриншот варианта использования:

source: Search
id: Cari
ja: 探す
ru: Поиск

source: See all use cases
id: Lihat semua kasus penggunaan
ja: すべての使用例を見る
ru: Посмотреть все варианты использования

source: See example
id: Lihat contoh
ja: 例を見る
ru: См пример

source: See what others have built
id: Lihat apa yang dibuat orang lain
ja: 他の人が作ったものを見る
ru: Посмотрите, что построили другие

source: Select a language
id: Pilih bahasa
ja: 言語を選択してください
ru: Выбрать язык

source: websites
id: situs web
ja: ウェブサイト
ru: сайты

source: stories
id: cerita
ja: 物語
ru: рассказы

source: ads
id: iklan
ja: 広告
ru: Объявления

source: emails
id: email
ja: メール
ru: электронная почта

source: email
id: surel
ja: Eメール
ru: электронное письмо

source: AMP is a web component framework to easily create <span style="white-space: nowrap;">user-first</span><br>
id: AMP adalah kerangka kerja komponen web untuk dengan mudah membuat <span style = \
ja: AMPは、<span style = を簡単に作成するためのWebコンポーネントフレームワークです。
ru: AMP - это фреймворк для веб-компонентов, позволяющий легко создавать <span style = \

source: Show everything
id: Tunjukkan semuanya
ja: すべてを表示
ru: Показать все

source: Open in AMP Playground
id: Buka di AMP Playground
ja: AMP Playgroundで開く
ru: Открыть в AMP Playground

source: Build anything with AMP.
id: Bangun apa saja dengan AMP.
ja: AMPで何でも構築します。
ru: Постройте что-нибудь с AMP.

source: Single Image
id: Gambar tunggal
ja: 単一画像
ru: Одиночное изображение

source: Single video
id: Video tunggal
ja: 単一のビデオ
ru: Одиночное видео

source: Something cut the line.
id: Sesuatu memotong batas.
ja: 何かが線を引いた。
ru: Что-то перерезало линию.

source: Something went terribly wrong. Why don't you browse around?
id: Ada yang salah. Mengapa Anda tidak melihat-lihat?
ja: 何かがひどく間違っていました。さあ、ブラウジングしてみませんか？
ru: Что-то пошло не так. Почему вы не просматриваете?

source: Something went wrong while trying to load more search results.
id: Terjadi kesalahan saat mencoba memuat lebih banyak hasil pencarian.
ja: さらに検索結果を読み込もうとして問題が発生しました。
ru: Что-то пошло не так при попытке загрузить больше результатов поиска.

source: Something went wrong…
id: Ada yang salah…
ja: エラーが発生しました…
ru: Что-то пошло не так…

source: Start
id: Mulailah
ja: 開始
ru: Начните

source: Styleguide
id: Penuntun gaya
ja: スタイルガイド
ru: Гид по стилю

source: Success Stories
id: Cerita-cerita sukses
ja: 成功事例
ru: Истории успеха

source: Success Story:
id: Cerita sukses:
ja: サクセスストーリー：
ru: История успеха:

source: Success stories
id: Cerita-cerita sukses
ja: 成功事例
ru: Истории успеха

source: Support
id: Dukung
ja: サポート
ru: Поддержка

source: Supported Browsers
id: Browser yang Didukung
ja: サポートされているブラウザ
ru: Поддерживаемые браузеры

source: Supported Platforms
id: Platform yang didukung
ja: サポートされているプラットフォーム
ru: Поддерживаемые платформы

source: Table of contents
id: Daftar Isi
ja: 目次
ru: Содержание

source: The Atlantic
id: Atlantik
ja: アトランティック
ru: Атлантический океан

source: The Washington Post
ja: ワシントンポスト

source: The page you've requested can't be found. Why don't you browse around?
id: Halaman yang Anda minta tidak dapat ditemukan. Mengapa Anda tidak melihat-lihat?
ja: リクエストしたページが見つかりません。さあ、ブラウジングしてみませんか？
ru: Запрошенная вами страница не найдена. Почему вы не просматриваете?

source: This example uses the following experimental feature:
id: Contoh ini menggunakan fitur eksperimental berikut:
ja: この例では、次の実験的機能を使用しています。
ru: В этом примере используется следующая экспериментальная функция:

source: Toggle Sidebar
ja: サイドバーを切り替え
ru: Переключить боковую панель

source: Too much choice
id: Terlalu banyak pilihan
ja: 選択肢が多すぎる
ru: Слишком большой выбор

source: Tools
id: Alat
ja: ツール
ru: инструменты

source: Track engagement with analytics
id: Lacak keterlibatan dengan analitik
ja: アナリティクスでエンゲージメントを追跡する
ru: Отслеживание взаимодействия с аналитикой

source: USA Today
ja: USAトゥデイ
ru: США сегодня

source: Uh oh! That's an error.
id: Uh oh! Itu kesalahan.
ja: ええとああ！エラーです。
ru: Ой! Это ошибка.

source: Use Cases
id: Gunakan Kasing
ja: ユースケース
ru: Сценарии использования

source: Validation Workflow
id: Alur Kerja Validasi
ja: 検証ワークフロー
ru: Рабочий процесс проверки

source: Vendor contributions
id: Kontribusi vendor
ja: ベンダーの貢献
ru: Вклад поставщиков

source: View Demo
id: Lihat Demo
ja: デモを見る
ru: Посмотреть демо

source: View code on GitHub
id: Lihat kode di GitHub
ja: GitHubでコードを表示する
ru: Посмотреть код на GitHub

source: View demo
id: Lihat demo
ja: デモを見る
ru: Посмотреть демо

source: We apologize for the inconvenience caused.
id: Kami mohon maaf atas ketidaknyamanan yang ditimbulkan.
ja: ご不便をおかけして申し訳ございません。
ru: Мы приносим свои извинения за причиненные неудобства.

source: We could not find any results matching your search query.
id: Kami tidak dapat menemukan hasil yang cocok dengan permintaan pencarian Anda.
ja: 検索クエリに一致する結果は見つかりませんでした。
ru: Мы не смогли найти результаты, соответствующие вашему поисковому запросу.

source: Web Development With AMP
id: Pengembangan Web Dengan AMP
ja: AMPを使用したWeb開発
ru: Веб-разработка с AMP

source: What are you looking for?
id: Apa yang sedang Anda cari?
ja: 何を探していますか？
ru: Что вы ищете?

source: Who runs the world? ... Beyoncé over the years.
id: Siapa yang menguasai dunia? ... Beyonce selama bertahun-tahun.
ja: 誰が世界を実行します？ ...長年にわたってビヨンセ。
ru: Кто правит миром? ... Бейонсе на протяжении многих лет.

source: Working Groups
id: Kelompok Kerja
ja: ワーキンググループ
ru: Рабочие группы

source: You're currently not connected to the internet.
id: Anda saat ini tidak terhubung ke internet.
ja: 現在インターネットに接続していません。
ru: В настоящее время вы не подключены к Интернету.

source: ads-analytics
id: iklan-analitik
ja: 広告分析
ru: объявления-аналитика

source: dynamic-content
id: konten dinamis
ja: 動的コンテンツ
ru: динамическое содержимое

source: layout
id: tata letak
ja: レイアウト
ru: расположение

source: media
ja: メディア
ru: средства массовой информации

source: presentation
id: presentasi
ja: プレゼンテーション
ru: презентация

source: social
id: sosial
ja: ソーシャル
ru: Социальное

source: …while trying to load the search results.
id: ... saat mencoba memuat hasil pencarian.
ja: …検索結果を読み込もうとしています。
ru: ... при попытке загрузить результаты поиска.

source: Sadly this page isn't translated yet, but we could use some help doing so. See the <a href="/documentation/guides-and-tutorials/contribute/translations">translation guide</a> on how you can contribute.
id: Sayangnya halaman ini belum diterjemahkan, tetapi kami dapat menggunakan bantuan untuk melakukannya. Lihat <a href = \
ja: 悲しいことに、このページはまだ翻訳されていませんが、そうするために私たちはいくつかの助けを使うことができました。 <a href = \
ru: К сожалению, эта страница еще не переведена, но мы могли бы помочь. Смотрите <a href = \

source: If the explanations on this page don't cover all of your questions feel free to reach out to other AMP users to discuss your exact use case.
id: Jika penjelasan pada halaman ini tidak mencakup semua pertanyaan Anda, jangan ragu untuk menghubungi pengguna AMP lainnya untuk mendiskusikan kasus penggunaan yang tepat.
ja: このページの説明がすべての質問を網羅していない場合は、他のAMPユーザーに連絡して、正確な使用例を検討してください。
ru: Если объяснения на этой странице не охватывают все ваши вопросы, не стесняйтесь обращаться к другим пользователям AMP, чтобы обсудить ваш конкретный вариант использования.

source: The AMP project strongly encourages your participation and contributions! We hope you'll become an ongoing participant in our open source community but we also welcome one-off contributions for the issues you're particularly passionate about.
id: Proyek AMP sangat mendorong partisipasi dan kontribusi Anda! Kami harap Anda akan menjadi partisipan berkelanjutan dalam komunitas open source kami, tetapi kami juga menerima kontribusi satu kali untuk isu-isu yang sangat Anda sukai.
ja: AMPプロジェクトはあなたの参加と貢献を強く奨励します！オープンソースコミュニティの継続的な参加者となることを願っていますが、特に情熱を傾けている問題に対する1回限りの貢献も歓迎します。
ru: Проект AMP настоятельно рекомендует ваше участие и вклад! Мы надеемся, что вы станете постоянным участником нашего сообщества открытого исходного кода, но мы также приветствуем разовые материалы по темам, которые вам особенно интересны.

source: You've read this document a dozen times but it doesn't really cover all of your questions? Maybe other people felt the same: reach out to them on Stack Overflow.
id: Anda telah membaca dokumen ini belasan kali, tetapi itu tidak benar-benar mencakup semua pertanyaan Anda? Mungkin orang lain merasakan hal yang sama: menjangkau mereka di Stack Overflow.
ja: このドキュメントを10回以上読みましたが、実際にはすべての質問を網羅しているわけではありませんか？たぶん他の人たちも同じように感じました。StackOverflowで連絡を取ってください。
ru: Вы читали этот документ десятки раз, но на самом деле он не охватывает все ваши вопросы? Возможно, другие люди чувствовали то же самое: дотянуться до них в Stack Overflow.

source: Enable the experiment via the button below. Some components require the AMP Dev Channel to be enabled as well.
id: Aktifkan percobaan melalui tombol di bawah ini. Beberapa komponen memerlukan Saluran Dev AMP untuk diaktifkan juga.
ja: 下のボタンから実験を有効にしてください。一部のコンポーネントでは、AMP Dev Channelも有効にする必要があります。
ru: Включите эксперимент с помощью кнопки ниже. Для некоторых компонентов также требуется активация Dev Channel AMP.

source: Example
id: Contoh
ja: 例
ru: пример

source: Demo
ja: デモ
ru: демонстрация

source: Documentation
id: Dokumentasi
ja: ドキュメンテーション
ru: Документация

source: Success Story
id: Cerita sukses
ja: サクセスストーリー
ru: История успеха

source: Although there are {hits} hits in total we cannot show more than 100.', hits='{'+'{result.totalResults}'+'}
id: Meskipun ada total {hits} klik, kami tidak dapat menampilkan lebih dari 100. ', hits =' {'+' {result.totalResults} '+'}
ja: 合計{hits}ヒットがありますが、100を超えることはできません。 '、hits =' {'+' {result.totalResults} '+'}
ru: Несмотря на то, что в общей сложности имеется {посещений}, мы не можем показать более 100. ', совпадения =' {'+' {result.totalResults} '+'}

source: Get started quickly with a ready-made design. Templates designed to work with all devices - mobile, tablet and desktop.
id: Mulai dengan cepat dengan desain yang sudah jadi. Templat yang dirancang untuk bekerja dengan semua perangkat - seluler, tablet, dan desktop.
ja: 既成のデザインをすぐに始めましょう。すべてのデバイス（モバイル、タブレット、デスクトップ）で動作するように設計されたテンプレート。
ru: Начните быстро с готовым дизайном. Шаблоны предназначены для работы со всеми устройствами - мобильными, планшетными и настольными.

source: Use AMP to build great experiences across the web
id: Gunakan AMP untuk membangun pengalaman hebat di seluruh web
ja: AMPを使用してウェブ全体で優れたエクスペリエンスを構築する
ru: Используйте AMP для создания отличного опыта в Интернете

source: Use AMP to create visual stories on the web.
id: Gunakan AMP untuk membuat cerita visual di web.
ja: AMPを使用して、ウェブ上でビジュアルストーリーを作成します。
ru: Используйте AMP для создания визуальных историй в Интернете.

source: Use AMP to build and serve lightning fast, safe ads to pages and stories.
id: Gunakan AMP untuk membuat dan menayangkan iklan kilat yang aman dan aman ke halaman dan cerita.
ja: AMPを使用して、ページやストーリーに高速で安全な広告を作成して配信します。
ru: Используйте AMP для молниеносной и безопасной рекламы на страницах и в историях.

source: Use AMP to send interactive, dynamic emails.
id: Gunakan AMP untuk mengirim email interaktif dan dinamis.
ja: AMPを使用して、インタラクティブで動的なメールを送信します。
ru: Используйте AMP для отправки интерактивных, динамических электронных писем.

source: Whether you are a publisher, e-commerce company, storyteller, advertiser or email sender, AMP makes it easy to create great experiences on the web. Use AMP to build:
id: Apakah Anda seorang penerbit, perusahaan e-commerce, pendongeng, pengiklan atau pengirim email, AMP memudahkan untuk membuat pengalaman hebat di web. Gunakan AMP untuk membangun:
ja: パブリッシャー、eコマース企業、ストーリーテラー、広告主、電子メール送信者のいずれであっても、AMPを使用すると、Webで優れたエクスペリエンスを簡単に作成できます。 AMPを使用してビルドします。
ru: Являетесь ли вы издателем, компанией электронной коммерции, рассказчиком, рекламодателем или отправителем электронной почты, AMP позволяет легко создавать отличные впечатления в Интернете. Используйте AMP для построения:
