Repository: dixent/one-file-test
Catalog: */3000.po
Languages: id, ja, ru

source: Start prototyping in an interactive online editor with the ability to use templates and our examples.
id: Mulai membuat prototipe dalam editor online interaktif dengan kemampuan untuk menggunakan template dan contoh-contoh kami.
ja: テンプレートとサンプルを使用できるインタラクティブなオンラインエディターでプロトタイピングを開始します。
ru: Начните создавать прототипы в интерактивном онлайн-редакторе с возможностью использования шаблонов и наших примеров.

source: A prototyping tool that automatically converts a HTML page to AMP for demonstrating performance gains with AMP.
id: Alat prototyping yang secara otomatis mengkonversi halaman HTML ke AMP untuk menunjukkan keuntungan kinerja dengan AMP.
ja: AMPによるパフォーマンスの向上を実証するためにHTMLページをAMPに自動的に変換するプロトタイピングツール。
ru: Инструмент для создания прототипов, который автоматически конвертирует HTML-страницу в AMP для демонстрации прироста производительности с AMP.

source: Litmus makes it easy to build, test, and monitor every email for the best results.
id: Litmus memudahkan membangun, menguji, dan memantau setiap email untuk hasil terbaik.
ja: Litmusを使用すると、すべてのメールを簡単に作成、テスト、監視して、最良の結果を得ることができます。
ru: Litmus позволяет легко создавать, тестировать и отслеживать каждое письмо для достижения наилучших результатов.

source: Makes authoring AMP easy by validating for errors/warnings as you type within VS Code.
id: Memudahkan pembuatan AMP dengan memvalidasi kesalahan / peringatan saat Anda mengetik dalam VS Code.
ja: VSコード内で入力するときにエラー/警告を検証することで、AMPの作成を容易にします。
ru: Упрощает авторизацию AMP, проверяя ошибки / предупреждения при вводе в VS Code.

source: React framework that generates AMP and PWA pages from a single codebase.
id: Bereaksi kerangka kerja yang menghasilkan halaman AMP dan PWA dari basis kode tunggal.
ja: 単一のコードベースからAMPおよびPWAページを生成するReactフレームワーク。
ru: Реагировать на структуру, которая генерирует страницы AMP и PWA из единой кодовой базы.

source: A tool to help for prototyping ads to be served in AMP Stories. Choose from pre-existing templates to get started.
id: Alat untuk membantu membuat prototipe iklan untuk ditayangkan di AMP Stories. Pilih dari templat yang sudah ada untuk memulai.
ja: AMPストーリーで配信される広告のプロトタイピングを支援するツール。開始するには、既存のテンプレートから選択してください。
ru: Инструмент, помогающий создавать макеты рекламы, которая будет отображаться в AMP Stories. Выберите из существующих шаблонов, чтобы начать.

source: NodemailerApp is an email debugging app that includes a local SMTP server and renders AMP for Email emails.
id: NodemailerApp adalah aplikasi debugging email yang mencakup server SMTP lokal dan membuat AMP untuk email Email.
ja: NodemailerAppは、ローカルSMTPサーバーを含み、電子メール用のAMPをレンダリングする電子メールデバッグアプリです。
ru: NodemailerApp - это приложение для отладки электронной почты, которое включает локальный SMTP-сервер и отображает AMP для электронной почты.

source: Cloud-based email sending service designed to help digital marketers and application developers send emails.
id: Layanan pengiriman email berbasis cloud yang dirancang untuk membantu pemasar digital dan pengembang aplikasi mengirim email.
ja: デジタルマーケティング担当者やアプリケーション開発者がメールを送信できるように設計されたクラウドベースのメール送信サービス。
ru: Облачная служба отправки электронной почты, разработанная, чтобы помочь цифровым маркетологам и разработчикам приложений отправлять электронные письма.

source: Aweber's platform and API allows you to create and send emails your customers will love.
id: Platform dan API Aweber memungkinkan Anda membuat dan mengirim email yang akan disukai pelanggan Anda.
ja: AweberのプラットフォームとAPIを使用すると、顧客が愛するメールを作成して送信できます。
ru: Платформа и API Aweber позволяют создавать и отправлять электронные письма, которые понравятся вашим клиентам.

source: Pepipost is an innovative transactional email solution that offers you with a streamlined user experience that you only get from high-end premium software. The software is designed to ensure that your emails are sent to your recipients' inbox and not get mixed and lost in spam and other folders.
id: Pepipost adalah solusi email transaksional inovatif yang menawarkan Anda dengan pengalaman pengguna yang efisien yang hanya Anda dapatkan dari perangkat lunak premium kelas atas. Perangkat lunak ini dirancang untuk memastikan bahwa email Anda dikirim ke kotak masuk penerima Anda dan tidak tercampur dan hilang dalam spam dan folder lain.
ja: Pepipostは、ハイエンドのプレミアムソフトウェアからのみ得られる合理化されたユーザーエクスペリエンスを提供する革新的なトランザクションメールソリューションです。このソフトウェアは、電子メールが受信者の受信トレイに送信され、迷惑メールやその他のフォルダーで紛失しないように設計されています。
ru: Pepipost - это инновационное решение для транзакционной электронной почты, которое предлагает вам оптимизированный пользовательский интерфейс, который вы получаете только от высококачественного программного обеспечения премиум-класса. Программное обеспечение предназначено для того, чтобы ваши электронные письма отправлялись в почтовые ящики получателей и не смешивались и не терялись в спаме и других папках.

source: Delivery and Analytics for Better Email Performance.
id: Pengiriman dan Analisis untuk Kinerja Email yang Lebih Baik.
ja: メールのパフォーマンス向上のための配信と分析。
ru: Доставка и аналитика для повышения производительности электронной почты.

source: Reach customers using a flexible email API and marketing tools to increase customer engagement.
id: Jangkau pelanggan menggunakan API email yang fleksibel dan alat pemasaran untuk meningkatkan keterlibatan pelanggan.
ja: 柔軟なメールAPIとマーケティングツールを使用して顧客にアプローチし、顧客エンゲージメントを高めます。
ru: Привлекайте клиентов, используя гибкий API электронной почты и маркетинговые инструменты для повышения вовлеченности клиентов.

source: Mailgun's leading API-based email delivery service allows you to send dynamic email effortlessly.
id: Layanan pengiriman email berbasis API Mailgun yang terkemuka memungkinkan Anda untuk mengirim email dinamis dengan mudah.
ja: Mailgunの主要なAPIベースのメール配信サービスを使用すると、動的なメールを簡単に送信できます。
ru: Ведущая служба доставки почты на основе API Mailgun позволяет отправлять динамическую электронную почту без особых усилий.

source: Clang is a complete omnichannel marketing platform for email marketing and marketing automation.
id: Dentang adalah platform pemasaran omnichannel lengkap untuk pemasaran email dan otomatisasi pemasaran.
ja: Clangは、メールマーケティングとマーケティング自動化のための完全なオムニチャネルマーケティングプラットフォームです。
ru: Clang - это полная многоканальная маркетинговая платформа для маркетинга по электронной почте и автоматизации маркетинга.

source: Effective Newsletter Software for more conversions and revenue
id: Perangkat Lunak Newsletter yang efektif untuk lebih banyak konversi dan pendapatan
ja: より多くのコンバージョンと収益のための効果的なニュースレターソフトウェア
ru: Эффективное программное обеспечение для рассылки новостей для увеличения конверсии и получения дохода

source: Send interactive emails using SendPulse email editor or API.
id: Kirim email interaktif menggunakan editor email atau API SendPulse.
ja: SendPulse電子メールエディターまたはAPIを使用してインタラクティブな電子メールを送信します。
ru: Отправляйте интерактивные электронные письма, используя редактор электронной почты SendPulse или API.

source: Supercharge conversions of your bulk and triggered campaigns with real-time recommendations in AMP powered emails
id: Konversi biaya ekstra untuk kampanye massal Anda dan memicu dengan rekomendasi waktu nyata di email yang didukung AMP
ja: AMPベースのメールでのリアルタイムの推奨により、バルクおよびトリガーされたキャンペーンのコンバージョンを大幅に強化
ru: Превосходные конверсии ваших массовых и инициированных кампаний с рекомендациями в реальном времени в электронных письмах AMP

source: Adobe Campaign Classic brings email to life with AMP
id: Adobe Campaign Classic menghidupkan surel dengan AMP
ja: Adobe Campaign ClassicがAMPでメールに命を吹き込みます
ru: Adobe Campaign Classic оживляет электронную почту с помощью AMP

source: Copernica is a tool to create automated email campaigns with an powerful drag & drop editor.
id: Copernica adalah alat untuk membuat kampanye email otomatis dengan editor seret & jatuhkan yang kuat.
ja: コペルニカは、強力なドラッグアンドドロップエディターで自動メールキャンペーンを作成するためのツールです。
ru: Copernica - это инструмент для создания автоматизированных кампаний по электронной почте с мощным редактором drag & drop.

source: WompMobile is an Accelerator Platform to develop, validate, launch and manage AMP experiences. Built-in tools monitor for errors, ensure validation, purge the AMP cache, and create Signed-Exchange and Server-Side-Rendered AMPs.
id: WompMobile adalah Platform Akselerator untuk mengembangkan, memvalidasi, meluncurkan dan mengelola pengalaman AMP. Alat bawaan memantau kesalahan, memastikan validasi, membersihkan cache AMP, dan membuat AMP Signed-Exchange dan Server-Side-Rendered.
ja: WompMobileは、AMPエクスペリエンスを開発、検証、起動、管理するためのアクセラレータプラットフォームです。組み込みのツールは、エラーを監視し、検証を確認し、AMPキャッシュを削除し、Signed-ExchangeおよびServer-Side-Rendered AMPを作成します。
ru: WompMobile - это ускорительная платформа для разработки, проверки, запуска и управления процессами AMP. Встроенные инструменты отслеживают ошибки, обеспечивают проверку, очищают кэш AMP и создают AMP со знаком и Exchange-рендеринг.

source: The AMP Project Roadmap
id: Roadmap Proyek AMP
ja: AMPプロジェクトロードマップ
ru: Дорожная карта проекта AMP

source: This is a high level overview suitable for all audiences. For a more detailed developer view, <a href="https://github.com/ampproject/amphtml/projects/43">head to GitHub.</a>
id: Ini adalah ikhtisar tingkat tinggi yang cocok untuk semua pemirsa. Untuk tampilan pengembang yang lebih detail, <a href = \
ja: これは、すべての対象者に適した高レベルの概要です。詳細な開発者ビューについては、<a href = \
ru: Это обзор высокого уровня, подходящий для любой аудитории. Для более детального просмотра разработчиком, <a href = \

source: AMP Story
ja: AMPストーリー

source: Ads
id: Iklan
ja: 広告
ru: Объявления

source: Audio&Video
ja: オーディオビデオ
ru: Аудио видео

source: Dynamic/Personalized Content
id: Konten Dinamis / Personalisasi
ja: 動的/パーソナライズされたコンテンツ
ru: Динамический / Персонализированный Контент

source: Email
id: Surel
ja: Eメール
ru: Электронное письмо

source: In Development
id: Dalam Pembangunan
ja: 開発中
ru: В разработке

source: Next Up
id: Selanjutnya
ja: 次へ
ru: Следующий

source: Runtime
ja: ランタイム
ru: время выполнения

source: Shipped
id: Dikirim
ja: 発送済み
ru: Высылаем

source: Tooling
id: Alat
ja: ツーリング
ru: механическая обработка

source: User Input
id: Input Pengguna
ja: ユーザー入力
ru: Пользовательский ввод

source: Validator
ja: バリデーター

source: You can often convert your entire archive in days – especially when using common CMS like Wordpress or Drupal.
id: Anda sering dapat mengonversi seluruh arsip dalam beberapa hari - terutama saat menggunakan CMS umum seperti Wordpress atau Drupal.
ja: 特にWordpressやDrupalなどの一般的なCMSを使用している場合は特に、アーカイブ全体を数日で変換できます。
ru: Вы можете часто конвертировать весь свой архив за несколько дней - особенно при использовании обычных CMS, таких как Wordpress или Drupal.

source: All
id: Semua
ja: すべて
ru: Все

source: Learn AMP
id: Pelajari AMP
ja: AMPについて学ぶ
ru: Изучите AMP

source: Teach AMP
id: Ajarkan AMP
ja: AMPを教える
ru: Учить AMP

source: Websites
id: Situs web
ja: ウェブサイト
ru: Веб-сайты

source: Stories
id: Cerita
ja: ストーリー
ru: Рассказы

source: Art & Design
id: Seni & Desain
ja: アートデザイン
ru: Арт Дизайн

source: Food & Drink
id: Makanan Minuman
ja: 食べ物飲み物
ru: Еда, напиток

source: News & Blog
id: Berita & Blog
ja: ニュースとブログ
ru: Новости & Блог

source: Story Ads
id: Iklan Cerita
ja: ストーリー広告
ru: История рекламы

source: AMP for WordPress
id: AMP untuk WordPress
ja: WordPress用AMP
ru: AMP для WordPress

source: Bold by Quintype
id: Tebal menurut Quintype
ja: Quintypeで太字
ru: Жирный по Quintype

source: Google AMP Test
id: Tes AMP Google
ja: Google AMPテスト

source: AMP Validator
ja: AMPバリデーター

source: Experiment Configurator
id: Konfigurasi Eksperimen
ja: 実験コンフィギュレーター
ru: Конфигуратор эксперимента

source: VS Code Extension
id: Ekstensi Kode VS
ja: VSコード拡張

source: Access & Subscriptions
id: Akses & Berlangganan
ja: アクセスとサブスクリプション
ru: Доступ и подписки

source: Outreach
id: Diluar jangkauan
ja: アウトリーチ
ru: пропаганда

source: Caching
ja: キャッシング
ru: Кэширование

source: Gallery
id: Galeri
ja: ギャラリー
ru: Галерея

source: Bike Shop
id: Toko sepeda
ja: バイク屋
ru: Магазин велосипедов

source: Travel
id: Perjalanan
ja: トラベル
ru: Путешествовать

source: Simple Blog
id: Blog sederhana
ja: シンプルなブログ
ru: Простой блог

source: Simple Article
id: Artikel Sederhana
ja: 簡単な記事
ru: Простая статья

source: Video
ja: ビデオ
ru: видео

source: Text Only
id: Hanya Teks
ja: テキストのみ
ru: Только текст

source: Select your format for a more streamlined experience
id: Pilih format Anda untuk pengalaman yang lebih ramping
ja: より合理化されたエクスペリエンスのためにフォーマットを選択してください
ru: Выберите формат для более удобного использования

source: Presentation
id: Presentasi
ja: プレゼンテーション
ru: презентация

source: Code of Conduct
id: Kode etik
ja: 行動規範
ru: Кодекс поведения

source: Performance
id: Performa
ja: パフォーマンス
ru: Производительность

source: User Interface
id: Antarmuka pengguna
ja: ユーザーインターフェース
ru: Пользовательский интерфейс

source: Viewers
id: Pemirsa
ja: 閲覧者
ru: Зрителям

source: Students
id: Siswa
ja: 学生
ru: Ученики

source: Teachers
id: Guru
ja: 教師
ru: Учителя

source: <p>Responsible for user specific controlled access to AMP content (amp-subscriptions, amp-access and related extensions)</p>
id: <p> Bertanggung jawab untuk akses terkontrol khusus pengguna ke konten AMP (langganan-amp, akses-amp, dan ekstensi terkait) </p>
ja: <p> AMPコンテンツへのユーザー固有の制御されたアクセスを担当（amp-subscriptions、amp-accessおよび関連する拡張機能）</ p>
ru: <p> Отвечает за пользовательский контролируемый доступ к содержимому AMP (amp-подписки, amp-access и связанные расширения) </ p>

source: What is the Accelerated Mobile Pages project?
id: Apa itu proyek Laman Seluler yang Dipercepat?
ja: Accelerated Mobile Pagesプロジェクトとは何ですか？
ru: Что такое проект «Ускоренные мобильные страницы»?

source: <p>The Accelerated Mobile Pages (AMP) Project is an open source initiative that came out of discussions between publishers and technology companies about the need to improve the entire mobile content ecosystem for everyone -- publishers, consumer platforms, advertisers, creators, and users.</p> <p>Today, the expectation is that content should load super fast and be easy to explore. The reality is that content can take several seconds to load, or, because the user abandons the slow page, never fully loads at all. Accelerated Mobile Pages are web pages designed to load near instantaneously -- they are a step towards a better mobile web for all.</p>
id: <p> Proyek Laman Seluler yang Dipercepat (AMP) adalah inisiatif sumber terbuka yang muncul dari diskusi antara penerbit dan perusahaan teknologi tentang perlunya meningkatkan seluruh ekosistem konten seluler untuk semua orang - penerbit, platform konsumen, pengiklan, pembuat, dan pengguna. </p> n <p> Hari ini, harapannya adalah konten akan dimuat dengan sangat cepat dan mudah dijelajahi. Kenyataannya adalah bahwa konten dapat memakan waktu beberapa detik untuk dimuat, atau, karena pengguna meninggalkan halaman yang lambat, tidak pernah memuat sama sekali. Laman Seluler yang Dipercepat adalah laman web yang dirancang untuk dimuat di dekat secara instan - mereka adalah langkah menuju web seluler yang lebih baik untuk semua. </p>
ja: <p> Accelerated Mobile Pages（AMP）Projectは、パブリッシャー、コンシューマープラットフォーム、広告主、クリエーター、そしてユーザー。</ p> n <p>今日では、コンテンツの読み込みが非常に速く、簡単に検索できることが期待されています。実際には、コンテンツの読み込みに数秒かかる場合があります。または、ユーザーが遅いページを放棄するため、完全に読み込まれることはありません。 Accelerated Mobile Pagesは、ほぼ瞬時に読み込まれるように設計されたWebページです。すべての人にとってより優れたモバイルWebへの第一歩です。</ p>
ru: <p> Проект «Ускоренные мобильные страницы» (AMP) - это инициатива с открытым исходным кодом, которая возникла в результате дискуссий между издателями и технологическими компаниями о необходимости улучшить всю экосистему мобильного контента для всех - издателей, потребительских платформ, рекламодателей, авторов и пользователи. </ p> n <p> Сегодня ожидается, что контент должен загружаться очень быстро и быть простым в изучении. Реальность такова, что загрузка контента может занять несколько секунд или, поскольку пользователь покидает медленную страницу, никогда не загружается полностью. Ускоренные мобильные страницы - это веб-страницы, предназначенные для мгновенной загрузки - это шаг к лучшему мобильному вебу для всех. </ P>

source: What are the benefits of Accelerated Mobile Pages?
id: Apa manfaat Halaman Mobile yang Dipercepat?
ja: Accelerated Mobile Pagesのメリットは何ですか？
ru: Каковы преимущества ускоренных мобильных страниц?

source: <p>Speed matters and instant is the ideal. Research has shown higher bounce rates associated with slower-loading web pages. Using the AMP format will make it far more compelling for people to consume and engage with more content. But this isn’t just about speed and performance. We also want to promote enhanced distribution so that publishers and advertisers can take advantage of the open web’s potential for their content to appear everywhere quickly -- across platforms and apps -- which can lead to more revenue.</p>
id: <p> Masalah kecepatan dan instan adalah yang ideal. Penelitian telah menunjukkan rasio pentalan lebih tinggi yang terkait dengan laman web yang memuat lebih lambat. Menggunakan format AMP akan membuatnya jauh lebih menarik bagi orang untuk mengkonsumsi dan terlibat dengan lebih banyak konten. Tetapi ini bukan hanya tentang kecepatan dan kinerja. Kami juga ingin mempromosikan distribusi yang ditingkatkan sehingga penerbit dan pengiklan dapat memanfaatkan potensi web terbuka agar konten mereka muncul di mana-mana dengan cepat - lintas platform dan aplikasi - yang dapat menghasilkan lebih banyak pendapatan. </p>
ja: <p>速度が重要であり、瞬時が理想です。調査によると、ウェブページの読み込みが遅いほど、直帰率が高くなります。 AMP形式を使用すると、人々がより多くのコンテンツを消費し、関与することがはるかに魅力的になります。しかし、これは速度とパフォーマンスだけではありません。また、パブリッシャーや広告主がプラットフォームやアプリ全体でコンテンツがどこにでもすばやく表示され、より多くの収益につながる可能性があるオープンウェブの可能性を利用できるように、拡張配信を促進したいと考えています。</ p>
ru: <p> Скорость имеет значение, а мгновение - это идеал. Исследования показали более высокий показатель отказов, связанный с медленной загрузкой веб-страниц. Использование формата AMP сделает его более привлекательным для людей, которые будут потреблять больше контента. Но это не только скорость и производительность. Мы также хотим продвигать улучшенное распространение, чтобы издатели и рекламодатели могли использовать потенциал открытого веб-сайта для того, чтобы их контент быстро появлялся везде - на разных платформах и в приложениях - что может привести к увеличению дохода. </ P>

source: How do Accelerated Mobile Pages work?
id: Bagaimana cara Kerja Halaman Berakselerasi bekerja?
ja: Accelerated Mobile Pagesはどのように機能しますか？
ru: Как работают ускоренные мобильные страницы?

source: <p>Accelerated Mobile Pages are just like any other HTML page, but with a limited set of allowed technical functionality that is defined and governed by the open source AMP spec. Just like all web pages, Accelerated Mobile Pages will load in any modern browser or app webview.</p> <p>AMP files take advantage of various technical and architectural approaches that prioritize speed to provide a faster experience for users. AMP developers can use a rich and growing library of web components that offer the ability to embed rich media objects like video and social posts, display advertising, or collect analytics. The goal is not to homogenize how content looks and feels, but instead to build a more common technical core between pages that speeds up load times.</p> <p>In addition, AMP files can be cached in the cloud in order to reduce the time content takes to get to a user’s mobile device. By using the AMP format, content producers are making the content in AMP files available to be cached by third parties. Under this type of framework, publishers and advertisers continue to control their content, but platforms can easily cache or mirror the content for optimal delivery speed to users. Google has provided the <a href="https://developers.google.com/amp/cache/">Google AMP Cache</a> that can be used by anyone at no cost, and all AMPs will be cached by the Google AMP Cache. Other companies may build their own AMP cache as well.</p> <p>In summary, the goal is that the combination of limited technical functionality with a distribution system built around caching will lead to better performing pages, and increased audience development.</p>
id: <p> Laman Seluler yang Dipercepat sama seperti laman HTML lainnya, tetapi dengan serangkaian fungsi teknis yang diizinkan terbatas yang ditentukan dan diatur oleh spesifikasi AMP sumber terbuka. Sama seperti semua laman web, Laman Seluler yang Dipercepat akan dimuat di semua peramban modern atau tampilan web aplikasi. </p> n <p> File AMP memanfaatkan berbagai pendekatan teknis dan arsitektur yang mengutamakan kecepatan untuk memberikan pengalaman yang lebih cepat bagi pengguna. Pengembang AMP dapat menggunakan pustaka komponen web yang kaya dan terus berkembang yang menawarkan kemampuan untuk menyematkan objek media kaya seperti video dan pos sosial, menampilkan iklan, atau mengumpulkan analitik. Tujuannya bukan untuk menyeragamkan bagaimana konten terlihat dan terasa, tetapi untuk membangun inti teknis yang lebih umum di antara halaman yang mempercepat waktu pemuatan. </p> n <p> Selain itu, file AMP dapat di-cache di cloud di untuk mengurangi waktu yang diperlukan konten untuk sampai ke perangkat seluler pengguna. Dengan menggunakan format AMP, produsen konten membuat konten dalam file AMP tersedia untuk di-cache oleh pihak ketiga. Di bawah jenis kerangka kerja ini, penerbit dan pengiklan terus mengontrol konten mereka, tetapi platform dapat dengan mudah melakukan cache atau mirror konten untuk kecepatan pengiriman optimal kepada pengguna. Google telah menyediakan <a href =
ja: <p> Accelerated Mobile Pagesは他のHTMLページと同じですが、オープンソースのAMP仕様によって定義および管理される、許可された技術的な機能のセットが制限されています。すべてのウェブページと同様に、Accelerated Mobile Pagesは最新のブラウザまたはアプリのウェブビューで読み込まれます。</ p> n <p> AMPファイルは、速度を優先するさまざまな技術的およびアーキテクチャ的アプローチを利用して、ユーザーにより速いエクスペリエンスを提供します。 AMP開発者は、動画やソーシャル投稿などのリッチメディアオブジェクトを埋め込んだり、広告を表示したり、分析を収集したりする機能を提供する、充実したWebコンポーネントのライブラリを使用できます。目標は、コンテンツの外観と雰囲気を均一にすることではなく、ページ間にロード時間を短縮するより一般的な技術コアを構築することです。</ p> n <p>さらに、AMPファイルは、コンテンツがユーザーのモバイルデバイスに到達するまでの時間を短縮するため。 AMP形式を使用することにより、コンテンツプロデューサーはAMPファイルのコンテンツをサードパーティがキャッシュできるようにします。このタイプのフレームワークでは、パブリッシャーと広告主は引き続きコンテンツを制御しますが、プラットフォームはコンテンツを簡単にキャッシュまたはミラーリングして、ユーザーへの配信速度を最適化できます。 Googleは<a href =
ru: <p> Ускоренные мобильные страницы аналогичны любой другой HTML-странице, но с ограниченным набором разрешенных технических функций, которые определяются и регулируются спецификацией AMP с открытым исходным кодом. Как и все веб-страницы, «Ускоренные мобильные страницы» будут загружаться в любой современный браузер или веб-приложение. </ P> n <p> Файлы AMP используют различные технические и архитектурные подходы, которые устанавливают приоритеты в скорости для обеспечения более быстрой работы пользователей. Разработчики AMP могут использовать богатую и растущую библиотеку веб-компонентов, которые предлагают возможность встраивать мультимедийные объекты, такие как видео и сообщения в социальных сетях, отображать рекламу или собирать аналитику. Цель состоит не в том, чтобы гомогенизировать внешний вид контента, а в том, чтобы создать более общее техническое ядро между страницами, которое ускоряет время загрузки. </ P> n <p> Кроме того, файлы AMP могут кэшироваться в облаке в чтобы сократить время, необходимое контенту, чтобы добраться до мобильного устройства пользователя. Используя формат AMP, производители контента делают контент в файлах AMP доступным для кэширования третьими лицами. При таком типе платформы издатели и рекламодатели продолжают контролировать свой контент, но платформы могут легко кэшировать или зеркалировать контент для оптимальной скорости доставки пользователям. Google предоставил <a href =

source: Why does the Accelerated Mobile Pages Project take an open source approach?
id: Mengapa Proyek Laman Seluler yang Dipercepat mengambil pendekatan sumber terbuka?
ja: なぜAccelerated Mobile Pagesプロジェクトはオープンソースアプローチを採用しているのですか？
ru: Почему в проекте «Ускоренные мобильные страницы» используется подход с открытым исходным кодом?
