Repository: dixent/one-file-test
Catalog: */3000.po
Languages: id, ja, ru

source: The average mobile site takes 19 seconds to load over a 3G connection. Coupled with the fact that conversions fall by 12% for every additional second a webpage takes to load, you can safely assume two things: speed equals performance, and most advertiser campaigns have room to improve. That’s where you come in. As an SSP, DSP, analytics provider, or anything in between, embracing speed means improving campaign performance, delivering quality user experiences, and establishing yourself as the adtech platform for the fast web. Join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
id: Situs seluler rata-rata membutuhkan waktu 19 detik untuk memuat melalui koneksi 3G. Ditambah dengan fakta bahwa konversi turun 12% untuk setiap detik tambahan yang dibutuhkan halaman web, Anda dapat dengan aman mengasumsikan dua hal: kecepatan sama dengan kinerja, dan sebagian besar kampanye pengiklan memiliki ruang untuk meningkat. Di situlah Anda masuk. Sebagai SSP, DSP, penyedia analisis, atau apa pun di antaranya, merangkul kecepatan berarti meningkatkan kinerja kampanye, memberikan pengalaman pengguna yang berkualitas, dan menjadikan diri Anda sebagai platform adtech untuk web cepat. Bergabunglah dengan ratusan platform teknologi yang saat ini mendukung ekosistem AMP open source.
ja: 平均的なモバイルサイトは、3G接続での読み込みに19秒かかります。ウェブページの読み込みにかかる1秒ごとにコンバージョンが12％低下するという事実と相まって、速度はパフォーマンスと等しいこと、およびほとんどの広告主キャンペーンには改善の余地があるという2つのことを安全に想定できます。それが出番です。SSP、DSP、分析プロバイダー、またはその中間として、速度を受け入れることは、キャンペーンのパフォーマンスを向上させ、高品質のユーザーエクスペリエンスを提供し、高速ウェブのアドテックプラットフォームとしての地位を確立することを意味します。オープンソースのAMPエコシステムを現在サポートしている何百ものテクノロジープラットフォームに参加してください。
ru: Средний мобильный сайт загружается через 3G-соединение за 19 секунд. В сочетании с тем фактом, что конверсия падает на 12% за каждую дополнительную секунду, которую веб-страница загружает, вы можете смело предположить две вещи: скорость равна эффективности, и у большинства кампаний рекламодателей есть место для улучшения. Вот где вы вступаете. Как провайдер SSP, DSP, аналитик или что-то среднее между ними, стремление к скорости означает повышение эффективности кампании, предоставление качественного пользовательского опыта и создание себя в качестве платформы adtech для быстрого Интернета. Присоединяйтесь к сотням технологических платформ, в настоящее время поддерживающих экосистему AMP с открытым исходным кодом.

source: AMP offers a way for you to give users a faster experience everywhere: on ads, landing pages or on your entire website. AMP ads help users engage with your brand and improve the performance of your campaigns. When your target audience lands on an AMP page, they get what they’re looking for in the moment they’re looking for it. The net result – they’re more likely to be engaged with and receptive to your brand’s messages, and more likely to take the actions you’re guiding them towards like completing a purchase.
id: AMP menawarkan cara bagi Anda untuk memberikan pengalaman yang lebih cepat kepada pengguna di mana saja: di iklan, halaman arahan, atau di seluruh situs web Anda. Iklan AMP membantu pengguna terlibat dengan merek Anda dan meningkatkan kinerja kampanye Anda. Ketika audiens target Anda mendarat di halaman AMP, mereka mendapatkan apa yang mereka cari pada saat mereka mencarinya. Hasil bersih - mereka lebih mungkin untuk terlibat dan menerima pesan merek Anda, dan lebih mungkin untuk mengambil tindakan yang Anda arahkan ke arah mereka seperti menyelesaikan pembelian.
ja: AMPを使用すると、広告、ランディングページ、またはウェブサイト全体など、あらゆる場所でユーザーに高速なエクスペリエンスを提供できます。 AMP広告は、ユーザーがブランドと関わり、キャンペーンのパフォーマンスを向上させるのに役立ちます。ターゲットオーディエンスがAMPページにアクセスすると、探している瞬間に探しているものが手に入ります。最終結果–彼らはあなたのブランドのメッセージに関与し、それを受け入れる可能性が高くなり、購入を完了するなどのようにあなたが導くように導く行動を起こす可能性が高くなります。
ru: AMP предлагает вам возможность быстрее и удобнее работать с пользователями, будь то реклама, целевые страницы или весь ваш сайт. Объявления AMP помогают пользователям взаимодействовать с вашим брендом и повышают эффективность ваших кампаний. Когда ваша целевая аудитория попадает на страницу AMP, они получают то, что ищут, в тот момент, когда они ее ищут. Конечный результат - они с большей вероятностью будут увлечены сообщениями вашего бренда и восприимчивы к ним, а также с большей вероятностью предпримут действия, к которым вы их направляете, например, совершив покупку.

source: What’s the difference between an AMPHTML ad and a regular ad? Seconds.
id: Apa perbedaan antara iklan AMPHTML dan iklan reguler? Detik
ja: AMPHTML広告と通常の広告の違いは何ですか？秒。
ru: В чем разница между объявлением AMPHTML и обычным объявлением? Секунды.

source: AMPHTML Ad
id: Iklan AMPHTML
ja: AMPHTML広告

source: More overall traffic
id: Lebih banyak lalu lintas keseluruhan
ja: 全体的なトラフィック
ru: Больше общего трафика

source: India Today delights readers and boosts revenue with AMP
id: India Today menyenangkan pembaca dan meningkatkan pendapatan dengan AMP
ja: India TodayがAMPで読者を喜ばせ、収益を拡大
ru: India Today радует читателей и повышает доход с AMP

source: Increase in returning users from mobile search
id: Peningkatan pengguna yang kembali dari pencarian seluler
ja: モバイル検索からのリピーターの増加
ru: Увеличение числа возвращающихся пользователей с мобильного поиска

source: AMP helps the Washington Post increase returning users from mobile search by 23%
id: AMP membantu Washington Post meningkatkan pengguna yang kembali dari pencarian seluler sebesar 23%
ja: AMPは、ワシントンポストがモバイル検索からのリピーターを23％増加させるのに役立ちます
ru: AMP помогает Washington Post увеличить число возвращающихся пользователей с помощью мобильного поиска на 23%

source: Faster page load time
id: Waktu pemuatan halaman lebih cepat
ja: ページ読み込み時間の短縮
ru: Более быстрое время загрузки страницы

source: AMP makes Gizmodo 3x faster on mobile
id: AMP membuat Gizmodo 3x lebih cepat di ponsel
ja: AMPにより、モバイルでGizmodoが3倍高速に
ru: AMP делает Gizmodo в 3 раза быстрее на мобильных устройствах

source: Compelling, smooth and instant
id: Menarik, halus dan instan
ja: 説得力があり、スムーズで瞬時
ru: Неотразимый, плавный и мгновенный

source: Easily create user first websites with AMP.
id: Mudah membuat situs web pertama pengguna dengan AMP.
ja: AMPを使用して、ユーザーの最初のWebサイトを簡単に作成します。
ru: Легко создавать пользовательские первые веб-сайты с AMP.

source: What is<br> AMP?
id: Apa itu AMP?
ja: <br> AMPとは何ですか。
ru: Что такое AMP?

source: Web pages that are compelling, smooth, and load near instantaneously
id: Halaman web yang menarik, halus, dan memuat dekat secara instan
ja: 魅力的でスムーズで、ほぼ瞬時に読み込まれるWebページ
ru: Веб-страницы, которые являются привлекательными, гладкими и загружаются почти мгновенно

source: AMP is a simple and robust format to ensure your website is fast, user-first, and makes money. AMP provides long-term success for your web strategy with distribution across popular platforms and reduced operating and development costs.
id: AMP adalah format yang sederhana dan kuat untuk memastikan situs web Anda cepat, mengutamakan pengguna, dan menghasilkan uang. AMP memberikan keberhasilan jangka panjang untuk strategi web Anda dengan distribusi di seluruh platform populer dan mengurangi biaya operasi dan pengembangan.
ja: AMPはシンプルで堅牢なフォーマットであり、ウェブサイトをユーザーファーストで高速にし、収益を上げることができます。 AMPは、一般的なプラットフォームに分散し、運用および開発コストを削減することで、Web戦略に長期的な成功をもたらします。
ru: AMP - это простой и надежный формат, обеспечивающий быстрый и удобный веб-сайт и приносящий прибыль. AMP обеспечивает долгосрочный успех вашей веб-стратегии благодаря распределению по популярным платформам и снижению затрат на эксплуатацию и разработку.

source: Create great web experiences for users across the open web
id: Buat pengalaman web yang luar biasa bagi pengguna di seluruh web terbuka
ja: オープンWeb全体でユーザーに優れたWebエクスペリエンスを作成する
ru: Создавайте отличные веб-интерфейсы для пользователей в открытой сети.

source: AMP enables the creation of websites and ads that are consistently fast, beautiful and high-performing across devices and distribution platforms. Publishers and advertisers can decide how to present their content that emphasizes a user-first experience.
id: AMP memungkinkan pembuatan situs web dan iklan yang secara konsisten cepat, indah, dan berkinerja tinggi di seluruh perangkat dan platform distribusi. Penerbit dan pengiklan dapat memutuskan bagaimana menyajikan konten mereka yang menekankan pengalaman yang mengutamakan pengguna.
ja: AMPを使用すると、デバイスや配信プラットフォーム全体で一貫して高速で美しく高性能なウェブサイトや広告を作成できます。パブリッシャーと広告主は、ユーザーファーストエクスペリエンスを強調するコンテンツの表示方法を決定できます。
ru: AMP позволяет создавать веб-сайты и рекламу, которые будут одинаково быстрыми, красивыми и высокопроизводительными на всех устройствах и платформах распространения. Издатели и рекламодатели могут решить, как представить свой контент, который подчеркивает удобство для пользователя.

source: We are committed to improving speed across the board. If our site takes a long time to load, it doesn’t matter how great our journalism is, some people will leave the page before they see what’s there.
id: Kami berkomitmen untuk meningkatkan kecepatan secara menyeluruh. Jika situs kami membutuhkan waktu lama untuk memuat, tidak masalah seberapa hebat jurnalisme kami, beberapa orang akan meninggalkan halaman sebelum mereka melihat apa yang ada di sana.
ja: 私たちは全面的にスピードを改善することにコミットしています。サイトの読み込みに時間がかかる場合は、ジャーナリズムがどれほど優れているかは関係ありません。何が表示される前にページを離れてしまう人もいます。
ru: Мы стремимся улучшить скорость по всем направлениям. Если загрузка нашего сайта занимает много времени, не имеет значения, насколько хороша наша журналистика, некоторые люди покинут страницу, прежде чем увидят, что там.

source: David Merrell, Senior Product Manager
id: David Merrell, Manajer Produk Senior
ja: シニアプロダクトマネージャー、David Merrell
ru: Дэвид Меррелл, старший менеджер по продукту

source: What AMP HTML is made of
id: Terbuat dari apa AMP HTML
ja: AMP HTMLの構成要素
ru: Из чего сделан AMP HTML

source: Though most tags in an AMP HTML page are regular HTML tags, some HTML tags are replaced with AMP-specific tags (see also HTML Tags in the AMP spec). These custom elements, called AMP HTML components, make common patterns easy to implement in a performant way.
id: Meskipun sebagian besar tag di halaman HTML AMP adalah tag HTML biasa, beberapa tag HTML diganti dengan tag khusus AMP (lihat juga Tag HTML dalam spesifikasi AMP). Elemen khusus ini, yang disebut komponen HTML AMP, membuat pola umum mudah diimplementasikan dengan cara yang performan.
ja: AMP HTMLページのほとんどのタグは通常のHTMLタグですが、一部のHTMLタグはAMP固有のタグに置き換えられます（AMP仕様のHTMLタグも参照）。これらのカスタム要素はAMP HTMLコンポーネントと呼ばれ、一般的なパターンをパフォーマンスの高い方法で簡単に実装できます。
ru: Хотя большинство тегов на странице AMP HTML являются обычными тегами HTML, некоторые теги HTML заменяются специальными тегами AMP (см. Также теги HTML в спецификации AMP). Эти пользовательские элементы, называемые HTML-компонентами AMP, упрощают реализацию общих шаблонов.

source: Built-in components
id: Komponen bawaan
ja: 組み込みコンポーネント
ru: Встроенные компоненты

source: AMP HTML is HTML with some restrictions for reliable performance.
id: AMP HTML adalah HTML dengan beberapa batasan untuk kinerja yang andal.
ja: AMP HTMLは、信頼性の高いパフォーマンスのためにいくつかの制限があるHTMLです。
ru: AMP HTML - это HTML с некоторыми ограничениями для надежной работы.

source: For example, the amp-img tag provides full srcset support even in browsers that don’t support it yet. Learn how to create your first AMP HTML page.
id: Misalnya, tag amp-img menyediakan dukungan srcset penuh bahkan di browser yang belum mendukungnya. Pelajari cara membuat halaman HTML AMP pertama Anda.
ja: たとえば、amp-imgタグは、まだサポートしていないブラウザでも完全なsrcsetサポートを提供します。最初のAMP HTMLページを作成する方法を学びます。
ru: Например, тег amp-img обеспечивает полную поддержку srcset даже в браузерах, которые его еще не поддерживают. Узнайте, как создать свою первую HTML-страницу AMP.

source: AMP pages are discovered by search engines and other platforms through the HTML tag. You can choose to have a non-AMP version and an AMP version of your page, or just an AMP version.
id: Halaman AMP ditemukan oleh mesin pencari dan platform lain melalui tag HTML. Anda dapat memilih untuk memiliki versi non-AMP dan versi AMP halaman Anda, atau hanya versi AMP.
ja: AMPページは、HTMLタグを通じて検索エンジンやその他のプラットフォームによって検出されます。ページの非AMPバージョンとAMPバージョン、またはAMPバージョンのみを選択できます。
ru: Страницы AMP обнаруживаются поисковыми системами и другими платформами через тег HTML. Вы можете выбрать не-AMP-версию и AMP-версию своей страницы или просто AMP-версию.

source: Learn more in Make Your Page Discoverable.
id: Pelajari lebih lanjut di Jadikan Halaman Anda Dapat Ditemukan.
ja: 詳しくは、ページを見つけやすくするをご覧ください。
ru: Узнайте больше в разделе «Сделайте свою страницу доступной для обнаружения».

source: AMP pages can be cached for near instantaneous loading on the web. Platforms like Google run AMP caches to enable fast loading of your content from their service.
id: Halaman AMP dapat di-cache untuk memuat sesaat di web. Platform seperti Google menjalankan cache AMP untuk memungkinkan pemuatan cepat konten Anda dari layanan mereka.
ja: AMPページをキャッシュして、ほぼ瞬時にウェブに読み込むことができます。 GoogleのようなプラットフォームはAMPキャッシュを実行して、サービスからコンテンツを高速にロードできるようにします。
ru: AMP-страницы могут быть кэшированы для почти мгновенной загрузки в Интернете. Такие платформы, как Google, используют AMP-кэши, чтобы обеспечить быструю загрузку вашего контента из своих сервисов.

source: The Google AMP Cache is a proxy-based content delivery network for delivering all valid AMP documents. It fetches AMP HTML pages, caches them, and improves page performance automatically. When using the Google AMP Cache, the document, all JS files and all images load from the same origin that is using HTTP 2.0 for maximum efficiency. <br> The cache also comes with a built-in validation system which confirms that the page is guaranteed to work, and that it doesn't depend on external resources. The validation system runs a series of assertions confirming the page’s markup meets the AMP HTML specification.
id: Google AMP Cache adalah jaringan pengiriman konten berbasis proxy untuk mengirimkan semua dokumen AMP yang valid. Ini mengambil halaman HTML AMP, menyimpannya, dan meningkatkan kinerja halaman secara otomatis. Saat menggunakan Google AMP Cache, dokumen, semua file JS dan semua gambar dimuat dari sumber yang sama yang menggunakan HTTP 2.0 untuk efisiensi maksimum. <br> Tembolok juga dilengkapi dengan sistem validasi bawaan yang mengonfirmasi bahwa laman dijamin berfungsi, dan tidak bergantung pada sumber daya eksternal. Sistem validasi menjalankan serangkaian pernyataan yang mengonfirmasi markup halaman memenuhi spesifikasi HTML AMP.
ja: Google AMPキャッシュは、すべての有効なAMPドキュメントを配信するためのプロキシベースのコンテンツ配信ネットワークです。 AMP HTMLページをフェッチしてキャッシュし、ページのパフォーマンスを自動的に向上させます。 Google AMPキャッシュを使用すると、ドキュメント、すべてのJSファイル、およびすべての画像が、HTTP 2.0を使用している同じオリジンからロードされ、効率が最大になります。 <br>キャッシュには、ページの動作が保証されていること、および外部リソースに依存していないことを確認する検証システムが組み込まれています。検証システムは、ページのマークアップがAMP HTML仕様を満たしていることを確認する一連のアサーションを実行します。
ru: Google AMP Cache - это сеть доставки контента на основе прокси-сервера для доставки всех действующих документов AMP. Он извлекает AMP HTML-страницы, кэширует их и автоматически повышает производительность страницы. При использовании Google AMP Cache документ, все файлы JS и все изображения загружаются из того же источника, который использует HTTP 2.0 для максимальной эффективности. <br> Кэш также поставляется со встроенной системой проверки, которая подтверждает, что страница гарантированно работает и не зависит от внешних ресурсов. Система проверки запускает серию утверждений, подтверждающих, что разметка страницы соответствует спецификации AMP HTML.

source: Another version of the validator comes bundled with every AMP page. This version can log validation errors directly to the browser’s console when the page is rendered, allowing you to see how complex changes in your code might impact performance and user experience.
id: Versi validator lainnya disertakan bersama setiap halaman AMP. Versi ini dapat mencatat kesalahan validasi secara langsung ke konsol peramban saat laman diberikan, memungkinkan Anda untuk melihat bagaimana perubahan rumit dalam kode Anda dapat memengaruhi kinerja dan pengalaman pengguna.
ja: バリデータの別のバージョンは、すべてのAMPページにバンドルされています。このバージョンでは、ページのレンダリング時に検証エラーをブラウザーのコンソールに直接記録できるため、コードの複雑な変更がパフォーマンスとユーザーエクスペリエンスにどのように影響するかを確認できます。
ru: Другая версия валидатора поставляется в комплекте с каждой страницей AMP. Эта версия может регистрировать ошибки проверки непосредственно на консоли браузера при отображении страницы, что позволяет вам увидеть, как сложные изменения в вашем коде могут повлиять на производительность и пользовательский опыт.

source: Learn more about caching in AMP
id: Pelajari lebih lanjut tentang caching di AMP
ja: AMPでのキャッシュの詳細
ru: Узнайте больше о кешировании в AMP

source: Explore use cases of AMP websites
id: Jelajahi kasus penggunaan situs web AMP
ja: AMPウェブサイトの使用例を見る
ru: Изучите варианты использования сайтов AMP

source: Web page speed improves the user experience and core business metrics
id: Kecepatan halaman web meningkatkan pengalaman pengguna dan metrik bisnis inti
ja: Webページの速度により、ユーザーエクスペリエンスと主要なビジネス指標が向上します
ru: Скорость веб-страницы улучшает взаимодействие с пользователем и основные показатели бизнеса

source: Building AMP pages is easy and reduces developer overhead
id: Membuat halaman AMP mudah dan mengurangi overhead pengembang
ja: AMPページの作成は簡単で、開発者のオーバーヘッドを削減します
ru: Создание страниц AMP легко и снижает накладные расходы разработчиков

source: Building AMP pages is easy
id: Membuat halaman AMP itu mudah
ja: AMPページの作成は簡単です
ru: Создание страниц AMP легко

source: AMP can be applied across various web touch points
id: AMP dapat diterapkan di berbagai titik sentuh web
ja: AMPはさまざまなWebタッチポイントに適用できます
ru: AMP может быть применен к различным точкам контакта

source: Maintain flexibility and control and reduce complexity in your code
id: Pertahankan fleksibilitas dan kontrol serta kurangi kompleksitas dalam kode Anda
ja: コードの柔軟性と制御を維持し、複雑さを軽減する
ru: Сохраняйте гибкость и контроль и уменьшайте сложность своего кода

source: Building blocks that ensure performance
id: Blok bangunan yang memastikan kinerja
ja: パフォーマンスを保証するビルディングブロック
ru: Строительные блоки, обеспечивающие производительность

source: Build for a sustainable future in the open web for everyone
id: Bangun untuk masa depan yang berkelanjutan di web terbuka untuk semua orang
ja: 誰にとってもオープンなウェブで持続可能な未来を築く
ru: Создавайте устойчивое будущее в открытой сети для всех

source: Track and measure
id: Lacak dan ukur
ja: 追跡および測定
ru: Отслеживать и измерять

source: Fast loading times
id: Waktu pemuatan cepat
ja: 読み込み時間が短い
ru: Быстрое время загрузки

source: Immersive storytelling
id: Bercerita yang mendalam
ja: 没入型ストーリーテリング
ru: Захватывающий рассказ

source: Robust Advertising Support
id: Dukungan Periklanan yang Kuat
ja: 強力な広告サポート
ru: Надежная рекламная поддержка

source: Create beautiful and engaging content easily
id: Buat konten yang indah dan menarik dengan mudah
ja: 美しく魅力的なコンテンツを簡単に作成
ru: Создавайте красивый и привлекательный контент легко

source: Creative flexibility for editorial freedom and branding
id: Fleksibilitas kreatif untuk kebebasan editorial dan branding
ja: 編集の自由とブランディングのためのクリエイティブな柔軟性
ru: Творческая гибкость для редакционной свободы и брендинга

source: Sharable and linkable on the open web
id: Dapat ditoleransi dan ditautkan di web terbuka
ja: オープンウェブ上で共有およびリンク可能
ru: Совместное использование и размещение ссылок в открытой сети

source: Measurable viewability
id: Visibilitas terukur
ja: 測定可能な視認性
ru: Измеримая видимость

source: Maximize your revenue
id: Maksimalkan penghasilan Anda
ja: 収益を最大化
ru: Максимизируйте свой доход

source: Maximize your ROI
id: Maksimalkan ROI Anda
ja: ROIを最大化
ru: Максимизируйте рентабельность инвестиций

source: End to end experience is controlled
id: Pengalaman ujung ke ujung dikendalikan
ja: エンドツーエンドのエクスペリエンスが制御されます
ru: Сквозной опыт контролируется

source: Reduce complexity in your operations
id: Kurangi kompleksitas dalam operasi Anda
ja: 運用の複雑さを軽減
ru: Уменьшите сложность в ваших операциях

source: Collaborative community
id: Komunitas kolaboratif
ja: 共同コミュニティ
ru: Совместное сообщество

source: Increased personalization
id: Personalisasi yang meningkat
ja: パーソナライズの増加
ru: Увеличение персонализации

source: Interactive customer experience
id: Pengalaman pelanggan interaktif
ja: インタラクティブな顧客体験
ru: Интерактивный клиентский опыт

source: Improved and smarter services
id: Layanan ditingkatkan dan lebih cerdas
ja: 改善されたよりスマートなサービス
ru: Улучшенные и умные услуги

source: Increased in-mail capabilities
id: Peningkatan kemampuan in-mail
ja: メール機能の向上
ru: Расширенные возможности электронной почты

source: Safe and secure
id: Aman dan nyaman
ja: 安全で安心
ru: Безопасно и надежно

source: Consistency and scalability
id: Konsistensi dan skalabilitas
ja: 一貫性とスケーラビリティ
ru: Согласованность и масштабируемость

source: AMP pages load near instantly, enabling you to offer a consistently fast experience across all devices and platforms.
id: Halaman AMP dimuat di dekat secara instan, memungkinkan Anda untuk menawarkan pengalaman cepat yang konsisten di semua perangkat dan platform.
ja: AMPページはほぼ瞬時に読み込まれるため、すべてのデバイスとプラットフォームで一貫して高速なエクスペリエンスを提供できます。
ru: Страницы AMP загружаются практически мгновенно, что позволяет вам предлагать неизменно быструю работу на всех устройствах и платформах.

source: You can often convert your entire archive in days especially if you use a popular CMS such as Wordpress or Drupal.
id: Anda dapat sering mengonversi seluruh arsip dalam beberapa hari terutama jika Anda menggunakan CMS yang populer seperti Wordpress atau Drupal.
ja: 特にWordpressやDrupalなどの一般的なCMSを使用している場合は、アーカイブ全体を数日で変換できることがよくあります。
ru: Вы можете часто конвертировать весь свой архив за несколько дней, особенно если вы используете популярную CMS, такую как Wordpress или Drupal.

source: Used by popular and global platforms like Google, Bing and Twitter, AMP allows you to ensure users from all these surfaces get an unparalleled, often instantaneous and native-feeling experience by defaulting to AMP pages when available.
id: Digunakan oleh platform populer dan global seperti Google, Bing dan Twitter, AMP memungkinkan Anda untuk memastikan pengguna dari semua permukaan ini mendapatkan pengalaman yang tak tertandingi, sering instan dan perasaan asli dengan default ke halaman AMP jika tersedia.
ja: AMPを使用すると、Google、Bing、Twitterなどの人気のあるグローバルなプラットフォームで使用されます。AMPページをデフォルトで使用できるようにすることで、AMPのページにデフォルト設定することで、これらのすべての表面のユーザーが比類のない、しばしば瞬間的なネイティブエクスペリエンスを確実に体験できるようになります。
ru: Используемая популярными и глобальными платформами, такими как Google, Bing и Twitter, AMP позволяет гарантировать, что пользователи со всех этих поверхностей получают беспрецедентные, часто мгновенные и нативные ощущения, по умолчанию используя страницы AMP, когда они доступны.

source: You can use CSS to customize your styling, dynamic data to fetch the freshest data where needed, to build the best possible user experience for your customers.
id: Anda dapat menggunakan CSS untuk menyesuaikan gaya Anda, data dinamis untuk mengambil data segar di mana diperlukan, untuk membangun pengalaman pengguna sebaik mungkin bagi pelanggan Anda.
ja: CSSを使用してスタイルをカスタマイズし、動的データを必要に応じて最新のデータをフェッチして、顧客にとって可能な限り最高のユーザーエクスペリエンスを構築できます。
ru: Вы можете использовать CSS для настройки вашего стиля, динамических данных, чтобы получать самые свежие данные там, где это необходимо, для создания наилучшего пользовательского опыта для ваших клиентов.

source: The AMP Project is an open source initiative to protect the future of the web helping everyone deliver a better, faster more user-friendly experience.
id: Proyek AMP adalah inisiatif sumber terbuka untuk melindungi masa depan web membantu semua orang memberikan pengalaman yang lebih baik, lebih cepat, lebih ramah pengguna.
ja: AMPプロジェクトは、ウェブの未来を保護するオープンソースイニシアチブであり、誰もがより良く、より速く、よりユーザーフレンドリーなエクスペリエンスを提供するのに役立ちます。
ru: Проект AMP - это инициатива с открытым исходным кодом, призванная защитить будущее Интернета, помогая каждому предоставить лучший, более быстрый и удобный интерфейс.
