Repository: dixent/one-file-test
Catalog: */3000.po
Languages: id, ja, ru

source: The latest news
id: Berita terbaru
ja: 最新ニュース
ru: Последние новости

source: Don't want to miss any of the great stuff that happens around AMP? Then always be first in line and subscribe to our newsletter!
id: Tidak ingin ketinggalan hal hebat apa pun yang terjadi di sekitar AMP? Maka selalu menjadi yang pertama dalam antrean dan berlangganan buletin kami!
ja: AMPの周りで起こっているすばらしいことを見逃したくないですか？次に、常に最優先でニュースレターを購読してください！
ru: Не хотите пропустить что-то замечательное, что происходит с AMP? Тогда всегда будьте первым в очереди и подпишитесь на нашу рассылку!

source: Subscribe
id: Langganan
ja: 申し込む
ru: Подписывайся

source: Learn more about AMP {{ format.name }}
id: Pelajari lebih lanjut tentang AMP {{format.name}}
ja: AMP {{format.name}}の詳細
ru: Узнайте больше о AMP {{format.name}}

source: AMP in action
id: AMP sedang beraksi
ja: AMPの動作
ru: AMP в действии

source: Business Benefits
id: Manfaat Bisnis
ja: ビジネス上のメリット
ru: Бизнес преимущества

source: Get started with AMP
id: Mulai dengan AMP
ja: AMPを使ってみる
ru: Начните с AMP

source: As a source for breaking news and information, AMP stories allows us to showcase our quality journalism when there are multiple elements we want to bring together. Combining reporting, photography, videos and motion graphics, this gives readers a more visual entry point when they are searching for our coverage.
id: Sebagai sumber berita dan informasi, cerita AMP memungkinkan kami menampilkan jurnalisme berkualitas kami ketika ada banyak elemen yang ingin kami himpun. Menggabungkan pelaporan, fotografi, video, dan grafik gerak, ini memberi pembaca titik masuk yang lebih visual ketika mereka mencari liputan kami.
ja: AMPストーリーは、最新のニュースや情報のソースとして、まとめたい要素が複数ある場合に質の高いジャーナリズムを紹介できます。レポート、写真、ビデオ、モーショングラフィックスを組み合わせることで、読者が私たちの報道を検索するときに、より視覚的なエントリポイントを提供します。
ru: Как источник последних новостей и информации, истории AMP позволяют нам демонстрировать нашу качественную журналистику, когда есть несколько элементов, которые мы хотим объединить. Объединяя репортажи, фотографии, видео и анимационную графику, это дает читателям более наглядную точку входа, когда они ищут наше покрытие.

source: Greg Manifold, Design Director of The Washington Post
id: Greg Manifold, Direktur Desain The Washington Post
ja: グレッグマニフォールド、ワシントンポストデザインディレクター
ru: Грег Манифолд, директор по дизайну The Washington Post

source: Explore AMP<br/> success stories
id: Jelajahi AMP <br/> kisah sukses
ja: AMP <br/>の成功事例を見る
ru: Изучите истории успеха AMP <br/>

source: Don't take our word for it - read case studies from your industry and see how AMP has produced positive results.
id: Jangan mengambil kata-kata kami untuk itu - baca studi kasus dari industri Anda dan lihat bagaimana AMP menghasilkan hasil positif.
ja: 私たちの言葉を信じてはいけません。あなたの業界のケーススタディを読んで、AMPがどのように良い結果をもたらしたかを見てください。
ru: Не верьте нам на слово - прочтите примеры из вашей отрасли и посмотрите, как AMP дал положительные результаты.

source: See all success stories
id: Lihat semua kisah sukses
ja: すべての成功事例を見る
ru: Посмотреть все истории успеха

source: By the community,<br/>for the community
id: Oleh komunitas, <br/> untuk komunitas
ja: コミュニティによって、<br/>コミュニティのために
ru: Сообществом, <br/> для сообщества

source: Many ways for you to contribute
id: Banyak cara bagi Anda untuk berkontribusi
ja: あなたが貢献するための多くの方法
ru: Есть много способов внести свой вклад

source: The AMP Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to AMP.
id: Proyek AMP tidak akan mungkin terjadi tanpa bantuan dari semua anggota komunitas apakah Anda seorang pengembang, pembuat konten atau penyedia layanan yang relevan dengan AMP.
ja: あなたがAMPに関連するサービスの開発者、コンテンツ作成者、またはプロバイダーであるかどうかに関係なく、コミュニティのすべてのメンバーの助けがなければ、AMPプロジェクトは不可能です。
ru: Проект AMP был бы невозможен без помощи всех членов сообщества, независимо от того, являетесь ли вы разработчиком, создателем контента или поставщиком услуг, имеющих отношение к AMP.

source: Reporting issues with AMP
id: Melaporkan masalah dengan AMP
ja: AMPに関する問題の報告
ru: Сообщение о проблемах с AMP

source: If you have feedback or are experiencing technical issues with AMP, please file it using the issue tracker.
id: Jika Anda memiliki umpan balik atau mengalami masalah teknis dengan AMP, harap ajukan menggunakan pelacak masalah.
ja: フィードバックがある場合、またはAMPで技術的な問題が発生している場合は、課題追跡を使用して報告してください。
ru: Если у вас есть отзывы или у вас возникли технические проблемы с AMP, отправьте их с помощью системы отслеживания ошибок.

source: Build your first AMP page now
id: Buat halaman AMP pertama Anda sekarang
ja: 最初のAMPページを今すぐ作成
ru: Создайте свою первую страницу AMP сейчас

source: You don’t need to download AMP and no installation is required.<br/> Because it is an open-source project, it is free!
id: Anda tidak perlu mengunduh AMP dan tidak diperlukan instalasi. <br/> Karena ini adalah proyek open-source, itu gratis!
ja: AMPをダウンロードする必要はなく、インストールも必要ありません。<br/>これはオープンソースプロジェクトであるため、無料です！
ru: Вам не нужно загружать AMP, и установка не требуется. <br/> Поскольку это проект с открытым исходным кодом, он бесплатный!

source: AMP Stories
id: Cerita AMP
ja: AMPストーリー
ru: Истории AMP

source: Start developing
id: Mulai berkembang
ja: 開発を始める
ru: Начните развиваться

source: Tell a story
id: Bercerita
ja: 物語を語る
ru: Расскажи историю

source: AMP<br> Stories
id: AMP <br> Cerita
ja: AMP <br>ストーリー
ru: AMP <br> Истории

source: visual storytelling for the open web
id: mendongeng visual untuk web terbuka
ja: オープンウェブのビジュアルストーリーテリング
ru: визуальное повествование для открытой сети

source: AMP stories immerse your readers in fast-loading full-screen experiences. Easily create visual narratives, with engaging animations and tappable interactions. The AMP story format is free and part of the open web and are available for everyone to try on their websites. They can be shared and embedded across the web without being confined to a closed ecosystem or platform.
id: Cerita AMP membenamkan pembaca Anda dalam pengalaman layar penuh yang memuat cepat. Mudah membuat narasi visual, dengan animasi yang menarik dan interaksi yang dapat disentuh. Format cerita AMP gratis dan merupakan bagian dari web terbuka dan tersedia untuk semua orang untuk mencoba di situs web mereka. Mereka dapat dibagikan dan disematkan di seluruh web tanpa terbatas pada ekosistem atau platform tertutup.
ja: AMPストーリーは、高速読み込みのフルスクリーンエクスペリエンスに読者を没頭させます。魅力的なアニメーションとタップ可能なインタラクションにより、視覚的な物語を簡単に作成できます。 AMPストーリー形式は無料であり、オープンウェブの一部であり、誰でも自分のウェブサイトで試すことができます。それらは、閉じたエコシステムやプラットフォームに限定されることなく、Web全体で共有および埋め込むことができます。
ru: Истории AMP погружают ваших читателей в быстро загружаемые полноэкранные приложения. Легко создавайте визуальные повествования, с привлекательной анимацией и интерактивными взаимодействиями. Формат истории AMP является бесплатным и является частью открытой сети, и каждый может попробовать его на своих сайтах. Они могут совместно использоваться и внедряться в Интернете, не ограничиваясь закрытой экосистемой или платформой.

source: AMP stories provides content publishers with a mobile-focused format for delivering news and information as visually rich, tap-through stories. AMP Stories offers a robust set of advertising opportunities for advertisers and publishers to reach a unique audience on the web with immersive experiences.
id: Cerita AMP memberi penerbit konten format yang berfokus pada seluler untuk menyampaikan berita dan informasi sebagai berita yang kaya secara visual dan menyentuh. AMP Stories menawarkan serangkaian peluang iklan yang kuat bagi pengiklan dan penerbit untuk menjangkau audiens yang unik di web dengan pengalaman mendalam.
ja: AMPストーリーは、ニュースや情報を視覚的に豊かなタップスルーストーリーとして配信するためのモバイル中心のフォーマットをコンテンツパブリッシャーに提供します。 AMPストーリーは、広告主とパブリッシャーが没入型体験でWeb上のユニークなオーディエンスに到達するための強力な広告機会のセットを提供します。
ru: AMP Stories предоставляет издателям контента мобильный формат для доставки новостей и информации в виде визуально насыщенных сквозных историй. AMP Stories предлагает обширный набор рекламных возможностей для рекламодателей и издателей, чтобы охватить уникальную аудиторию в Интернете с захватывающими впечатлениями.

source: Build your first story
id: Bangun cerita pertama Anda
ja: 最初のストーリーを作成する
ru: Создайте свой первый рассказ

source: Learn about story ads
id: Pelajari tentang iklan cerita
ja: ストーリー広告について学ぶ
ru: Узнайте об истории рекламы

source: Read Success Story
id: Baca Kisah Sukses
ja: 成功事例を読む
ru: Читать историю успеха

source: The benefits of AMP stories
id: Manfaat cerita AMP
ja: AMPストーリーのメリット
ru: Преимущества истории AMP

source: Read on how AMP works
id: Baca tentang cara kerja AMP
ja: AMPの仕組みについて読む
ru: Читайте о том, как работает AMP

source: AMP stories are built with visually rich media, and whether you utilize pictures, videos or GIF assets is up to you. Images and videos expand to visually fill the readers’ screens, providing a smooth and fully engaging experience. AMP allows you to specify the file type to account for the user’s network connection and browser capabilities.
id: Cerita AMP dibuat dengan media yang kaya visual, dan apakah Anda menggunakan gambar, video, atau aset GIF, itu terserah Anda. Gambar dan video meluas untuk secara visual mengisi layar pembaca, memberikan pengalaman yang lancar dan menarik. AMP memungkinkan Anda menentukan jenis file untuk akun untuk koneksi jaringan dan kemampuan browser pengguna.
ja: AMPストーリーは視覚的にリッチなメディアで構築されており、写真、動画、GIFアセットのどれを利用するかはあなた次第です。画像と動画が拡大して読者の画面を視覚的に埋め、スムーズで完全に魅力的な体験を提供します。 AMPを使用すると、ユーザーのネットワーク接続とブラウザ機能に対応するファイルタイプを指定できます。
ru: Истории AMP создаются с использованием визуально богатых мультимедийных материалов, и вы сами можете использовать картинки, видео или GIF-ресурсы. Изображения и видео расширяются, чтобы визуально заполнить экраны читателей, обеспечивая плавный и полностью увлекательный опыт. AMP позволяет указать тип файла для учета сетевого подключения пользователя и возможностей браузера.

source: Images, videos and GIFs
id: Gambar, video, dan GIF
ja: 画像、動画、GIF
ru: Изображения, видео и GIF

source: Text and audio
id: Teks dan audio
ja: テキストとオーディオ
ru: Текст и аудио

source: Convey facts and figures via bite-sized chunks of one or two sentences – ideal for mobile devices. Choose from different font colors for basic readability. Or add visual elements like subtle black transparent gradient overlays to ensure readability even on random background imagery, for example user generated content. On top of this, you can use short audio files on every page to provide spoken information or background music.
id: Sampaikan fakta dan angka melalui satu atau dua kalimat seukuran gigitan - ideal untuk perangkat seluler. Pilih dari berbagai warna font untuk kemudahan pembacaan dasar. Atau tambahkan elemen visual seperti overlay gradien hitam transparan untuk memastikan keterbacaan bahkan pada gambar latar belakang acak, misalnya konten yang dibuat pengguna. Selain itu, Anda dapat menggunakan file audio pendek di setiap halaman untuk memberikan informasi yang diucapkan atau musik latar.
ja: 1つまたは2つの文を一口サイズのチャンクで事実と数値を伝えます。これはモバイルデバイスに最適です。基本的な読みやすさのために、さまざまなフォントの色から選択します。または、ユーザー生成コンテンツなどのランダムな背景画像でも読みやすくするために、微妙な黒の透明グラデーションオーバーレイなどの視覚要素を追加します。さらに、すべてのページで短い音声ファイルを使用して、音声情報やバックグラウンドミュージックを提供できます。
ru: Передавайте факты и цифры с помощью кусочков размером в один или два предложения - идеально для мобильных устройств. Выберите из различных цветов шрифта для базовой читабельности. Или добавьте визуальные элементы, такие как тонкие прозрачные наложения черного градиента, чтобы обеспечить читаемость даже на случайных фоновых изображениях, например, на пользовательском контенте. Кроме того, вы можете использовать короткие аудиофайлы на каждой странице, чтобы предоставить устную информацию или фоновую музыку.

source: It’s easy to create visual effects and tappable interactions that keep readers engaged. Titles can fly drop, fade in, or animate onto the page. Configure your story to automatically progress to the next page when a video snippet is finished. Provide social sharing and related links at the end of your story, so users can share it or dive further into other content on your site.
id: Sangat mudah untuk membuat efek visual dan interaksi yang dapat disentuh yang membuat pembaca tetap terlibat. Judul dapat terbang drop, pudar, atau bernyawa ke halaman. Konfigurasikan cerita Anda untuk secara otomatis berlanjut ke halaman berikutnya ketika cuplikan video selesai. Berikan berbagi sosial dan tautan terkait di akhir cerita Anda, sehingga pengguna dapat membagikannya atau menyelam lebih jauh ke konten lain di situs Anda.
ja: 読者を魅了し続ける視覚効果やタップ可能なインタラクションを簡単に作成できます。タイトルは、ページ上でドロップ、フェードイン、またはアニメーション化できます。ビデオスニペットが終了したときに自動的に次のページに進むようにストーリーを構成します。ストーリーの最後にソーシャルシェアリングと関連リンクを提供して、ユーザーがそれを共有したり、サイトの他のコンテンツに飛び込んだりできるようにします。
ru: Легко создавать визуальные эффекты и интерактивные взаимодействия, которые поддерживают читателей. Заголовки могут летать, перетекать или анимироваться на странице. Сконфигурируйте свою историю так, чтобы она автоматически переходила на следующую страницу после завершения фрагмента видео. Предоставляйте ссылки на социальные сети и связанные ссылки в конце своей истории, чтобы пользователи могли поделиться ею или углубиться в другие материалы на вашем сайте.

source: AMP Stories <br />Monetization Options
id: AMP Stories <br /> Opsi Monetisasi
ja: AMPストーリー<br />収益化オプション
ru: AMP Stories <br /> Опции монетизации

source: Single Page Story Ad
id: Iklan Cerita Satu Halaman
ja: シングルページストーリー広告
ru: Одностраничный сюжет

source: Get Started with our Story Ads Templates
id: Mulailah dengan Template Iklan Cerita kami
ja: ストーリー広告テンプレートを使ってみる
ru: Начните с наших шаблонов рекламных материалов

source: Affiliate Links
id: Tautan Afiliasi
ja: アフィリエイトリンク
ru: Партнерские ссылки

source: Publishers can use affiliate links as a form of monetization by placing outlinks in organic story pages.
id: Penerbit dapat menggunakan tautan afiliasi sebagai bentuk monetisasi dengan menempatkan outlink di halaman cerita organik.
ja: パブリッシャーは、オーガニックストーリーページにアウトリンクを配置することで、アフィリエイトリンクを収益化の一形態として使用できます。
ru: Издатели могут использовать партнерские ссылки в качестве формы монетизации, размещая ссылки на обычных страницах историй.

source: Read Best Practices Guide
id: Baca Panduan Praktik Terbaik
ja: ベストプラクティスガイドを読む
ru: Прочитайте Руководство по передовому опыту

source: AMP Ads
id: Iklan AMP
ja: AMP広告

source: Explore tools
id: Jelajahi alat
ja: ツールを探す
ru: Изучите инструменты

source: These days, if it isn’t instant - it’s not fast enough. Even the most memorable creative won’t serve its purpose if the ad is slow and disruptive for a user.
id: Saat ini, jika itu tidak instan - itu tidak cukup cepat. Bahkan materi iklan yang paling berkesan pun tidak akan berfungsi jika iklannya lambat dan mengganggu bagi pengguna.
ja: 最近では、それがインスタントでない場合、十分な速度ではありません。最も印象に残るクリエイティブであっても、広告が遅く、ユーザーにとって混乱を招く場合、その目的を果たしません。
ru: В наши дни, если это не мгновение - это не достаточно быстро. Даже самое запоминающееся объявление не будет работать, если оно медленное и разрушительное для пользователя.

source: Advertising continues to be the cornerstone of every publisher’s business model; AMP is fundamentally changing the way ads are built and delivered on the web by supporting ads that are fast, safe, compelling and effective for users.
id: Iklan terus menjadi landasan model bisnis setiap penerbit; AMP secara mendasar mengubah cara iklan dibuat dan ditayangkan di web dengan mendukung iklan yang cepat, aman, menarik, dan efektif bagi pengguna.
ja: 広告は、引き続きすべてのサイト運営者のビジネスモデルの要です。 AMPは、ユーザーにとって高速で安全かつ説得力があり効果的な広告をサポートすることで、広告がWeb上で作成および配信される方法を根本的に変えています。
ru: Реклама продолжает оставаться краеугольным камнем бизнес-модели каждого издателя; AMP в корне меняет способ создания и показа объявлений в Интернете, поддерживая быстрые, безопасные, убедительные и эффективные объявления для пользователей.

source: A faster way to grow your business
id: Cara yang lebih cepat untuk mengembangkan bisnis Anda
ja: あなたのビジネスを成長させるより速い方法
ru: Более быстрый способ развития вашего бизнеса

source: A growing number of publishers and advertisers are adopting AMP to deliver faster and more engaging content to their users. As your clients embrace the speed of AMP and more users consume content on AMP pages, ensure that your business is positioned for the future and integrate your technology with AMP. Speeding up ads is the fastest way to boost performance.
id: Semakin banyak penerbit dan pengiklan mengadopsi AMP untuk memberikan konten yang lebih cepat dan lebih menarik bagi pengguna mereka. Karena klien Anda merangkul kecepatan AMP dan lebih banyak pengguna menggunakan konten pada halaman AMP, pastikan bahwa bisnis Anda diposisikan untuk masa depan dan mengintegrasikan teknologi Anda dengan AMP. Mempercepat iklan adalah cara tercepat untuk meningkatkan kinerja.
ja: ますます多くのパブリッシャーと広告主がAMPを採用して、より速く魅力的なコンテンツをユーザーに提供しています。クライアントがAMPの速度を受け入れ、より多くのユーザーがAMPページのコンテンツを利用するようになったら、ビジネスが将来に向けて配置されていることを確認し、テクノロジーをAMPと統合します。広告の高速化は、パフォーマンスを向上させる最も早い方法です。
ru: Все большее число издателей и рекламодателей внедряют AMP для предоставления своим пользователям более быстрого и привлекательного контента. Поскольку ваши клиенты используют скорость AMP и все больше пользователей используют контент на страницах AMP, убедитесь, что ваш бизнес ориентирован на будущее, и интегрируйте вашу технологию с AMP. Ускорение рекламы - это самый быстрый способ повысить производительность.

source: AMP ads greatly improve the mobile internet through their intelligent design and pre-loading features. This leads to increased traffic, higher sales conversion rates and more pages per visit - delivering the value you’re looking for in your ads.
id: Iklan AMP sangat meningkatkan internet seluler melalui desain cerdas dan fitur pra-muat. Ini mengarah pada peningkatan lalu lintas, tingkat konversi penjualan yang lebih tinggi dan lebih banyak halaman per kunjungan - memberikan nilai yang Anda cari dalam iklan Anda.
ja: AMP広告は、インテリジェントなデザインとプリロード機能によってモバイルインターネットを大幅に改善します。これにより、トラフィックの増加、売り上げのコンバージョン率の向上、1回の訪問あたりのページ数の増加につながり、広告で求めている価値を実現できます。
ru: Объявления AMP значительно улучшают мобильный интернет благодаря интеллектуальному дизайну и функциям предварительной загрузки. Это приводит к увеличению трафика, увеличению конверсии продаж и большему количеству страниц за посещение, что повышает ценность ваших объявлений.

source: Although AMP pages support traditional HTML ads, these ads can be slow to load. To make ads themselves as fast as the rest of the AMP page, you can build ads in AMPHTML.
id: Meskipun halaman AMP mendukung iklan HTML tradisional, iklan ini dapat lambat dimuat. Untuk membuat iklan sendiri secepat halaman AMP lainnya, Anda dapat membuat iklan di AMPHTML.
ja: AMPページは従来のHTML広告をサポートしていますが、これらの広告は読み込みに時間がかかる場合があります。広告自体をAMPページの他の部分と同じ速さで作成するには、AMPHTMLで広告を作成します。
ru: Хотя страницы AMP поддерживают традиционную HTML-рекламу, эти объявления могут загружаться медленно. Чтобы сделать объявления такими же быстрыми, как и остальные страницы AMP, вы можете создавать объявления в AMPHTML.

source: AMPHTML ads load as fast as content, increasing viewability and enticing engagement. AMPHTML ads are only delivered after being validated, ensuring that the ads are free of malware.
id: Iklan AMPHTML memuat secepat konten, meningkatkan keterlihatan dan menarik keterlibatan. Iklan AMPHTML hanya ditayangkan setelah divalidasi, memastikan bahwa iklan tersebut bebas dari malware.
ja: AMPHTML広告はコンテンツと同じ速さで読み込まれるため、視認性が向上し、魅力的なエンゲージメントが得られます。 AMPHTML広告は検証された後にのみ配信され、広告にマルウェアがないことを確認します。
ru: Рекламные объявления AMPHTML загружаются так же быстро, как и контент, улучшая видимость и привлекательность взаимодействия Объявления AMPHTML показываются только после проверки, что гарантирует отсутствие рекламы на вредоносном ПО.

source: Ads created with AMPHTML are served on both AMP and non-AMP pages. By building an ad with AMP, you can deliver a memorable brand experience everywhere without worrying about speed and platform compatibility.
id: Iklan yang dibuat dengan AMPHTML disajikan pada halaman AMP dan non-AMP. Dengan membuat iklan dengan AMP, Anda dapat memberikan pengalaman merek yang mengesankan di mana-mana tanpa khawatir tentang kecepatan dan kompatibilitas platform.
ja: AMPHTMLで作成された広告は、AMPページと非AMPページの両方に配信されます。 AMPを使用して広告を作成することで、速度やプラットフォームの互換性を気にすることなく、どこにでも思い出に残るブランド体験を提供できます。
ru: Объявления, созданные с помощью AMPHTML, размещаются как на страницах AMP, так и на страницах без AMP. Создавая рекламу с помощью AMP, вы можете создавать незабываемые впечатления от бренда везде, не беспокоясь о скорости и совместимости платформы.

source: The benefits of AMP ads
id: Manfaat iklan AMP
ja: AMP広告のメリット
ru: Преимущества рекламы AMP

source: Read on about AMP ads
id: Baca tentang iklan AMP
ja: AMP広告について読む
ru: Читайте о рекламе AMP

source: They load way faster. Users pick up on every small delay, and when the ads load fast, this has a very positive impact on their perception and advertiser performance.
id: Mereka memuat lebih cepat. Pengguna menerima setiap penundaan kecil, dan ketika iklan dimuat dengan cepat, ini memiliki dampak yang sangat positif pada persepsi dan kinerja pengiklan mereka.
ja: 彼らはより速くロードします。ユーザーは少しずつ遅れを取り、広告が速く読み込まれると、知覚と広告主のパフォーマンスに非常に良い影響を与えます。
ru: Они загружаются намного быстрее. Пользователи учитывают каждую небольшую задержку, и когда реклама загружается быстро, это очень положительно влияет на их восприятие и эффективность рекламодателя.

source: Shaun Zacharia, President & Co-Founder, Triplelift.
id: Shaun Zacharia, Presiden & Co-Founder, Triplelift.
ja: トリプルリフト社長兼共同創設者、ショーンザカリア。
ru: Шон Захария, президент и соучредитель Triplelift.
