Repository: dixent/one-file-test
Catalog: */3000.po
Languages: id, ja, ru

source: AMP pages load near instantly – across all devices and platforms.
id: Halaman AMP dimuat di dekat secara instan - di semua perangkat dan platform.
ja: AMPページはほぼすべてのデバイスとプラットフォームで瞬時に読み込まれます。
ru: Страницы AMP загружаются практически мгновенно - на всех устройствах и платформах.

source: Used by global platforms like Google, Bing and Twitter, AMP allows users a native-feeling experience across all platforms by defaulting to AMP pages when available.
id: Digunakan oleh platform global seperti Google, Bing dan Twitter, AMP memungkinkan pengguna merasakan pengalaman asli di semua platform dengan secara default ke halaman AMP bila tersedia.
ja: AMPは、Google、Bing、Twitterなどのグローバルプラットフォームで使用されており、利用可能な場合はデフォルトでAMPページにデフォルト設定することにより、すべてのプラットフォームでネイティブフィールを体験できます。
ru: Используемый глобальными платформами, такими как Google, Bing и Twitter, AMP позволяет пользователям чувствовать себя нативно на всех платформах, по умолчанию используя страницы AMP, когда они доступны.

source: You can use CSS to customize your styling and dynamic data to fetch the freshest data where needed.
id: Anda dapat menggunakan CSS untuk mengubahsuaikan gaya dan data dinamis Anda untuk mengambil data terbaru di mana diperlukan.
ja: CSSを使用してスタイルと動的データをカスタマイズし、必要に応じて最新のデータを取得できます。
ru: Вы можете использовать CSS для настройки стиля и динамических данных, чтобы получать самые свежие данные, где это необходимо.

source: It takes a lot of time and effort to build a great website. AMP components are already optimized for the best performance.
id: Dibutuhkan banyak waktu dan upaya untuk membangun situs web yang hebat. Komponen AMP sudah dioptimalkan untuk kinerja terbaik.
ja: 優れたウェブサイトを構築するには、多くの時間と労力が必要です。 AMPコンポーネントは、最高のパフォーマンスが得られるようにすでに最適化されています。
ru: Создание отличного веб-сайта занимает много времени и усилий. Компоненты AMP уже оптимизированы для лучшей производительности.

source: The AMP Project is an open source initiative to protect the future of the web by delivering a better, faster and more user-friendly experience.
id: Proyek AMP adalah inisiatif sumber terbuka untuk melindungi masa depan web dengan memberikan pengalaman yang lebih baik, lebih cepat, dan lebih ramah pengguna.
ja: AMPプロジェクトは、より優れた、より速く、よりユーザーフレンドリーなエクスペリエンスを提供することにより、Webの未来を保護するオープンソースイニシアチブです。
ru: Проект AMP - это инициатива с открытым исходным кодом для защиты будущего Интернета путем предоставления лучшего, более быстрого и удобного интерфейса.

source: Supports analytics and bookend capabilities for viral sharing and monetization.
id: Mendukung kemampuan analitik dan bookend untuk berbagi dan monetisasi viral.
ja: バイラル共有および収益化のための分析およびブックエンド機能をサポートします。
ru: Поддерживает аналитику и возможности поддержки для вирусного обмена и монетизации.

source: AMP stories are lightening fast so that your audience stays engaged and entertained.
id: Cerita AMP cepat, sehingga audiens Anda tetap sibuk dan terhibur.
ja: AMPストーリーは急速に軽量化されているため、視聴者はエンゲージメントとエンターテインメントを維持できます。
ru: Истории AMP быстро освещаются, так что ваша аудитория остается заинтересованной и развлекаемой.

source: AMP stories is a new and modern way to reach existing readers.
id: Cerita AMP adalah cara baru dan modern untuk menjangkau pembaca yang ada.
ja: AMPストーリーは、既存の読者にアプローチするための新しくモダンな方法です。
ru: Истории AMP - новый и современный способ достигнуть существующих читателей.

source: AMP Stories enables monetization capability for publishers using full-screen immersive story ads and using affiliate links. For advertisers, Stories is a way to reach a unique audience within a new storytelling experience.
id: AMP Stories memungkinkan kemampuan monetisasi untuk penerbit menggunakan iklan cerita imersif layar penuh dan menggunakan tautan afiliasi. Untuk pengiklan, Cerita adalah cara untuk menjangkau audiens yang unik dalam pengalaman mendongeng yang baru.
ja: AMPストーリーは、フルスクリーンの没入型ストーリー広告とアフィリエイトリンクを使用するパブリッシャーの収益化機能を有効にします。広告主にとって、ストーリーは新しいストーリーテリングエクスペリエンス内でユニークなオーディエンスにリーチする方法です。
ru: AMP Stories обеспечивает возможность монетизации для издателей, использующих полноэкранные иммерсивные рекламные объявления и партнерские ссылки. Для рекламодателей рассказы - это способ привлечь уникальную аудиторию в рамках нового опыта рассказывания историй.

source: AMP stories make the production of stories as easy as possible from a technical perspective.
id: Cerita AMP membuat produksi cerita semudah mungkin dari perspektif teknis.
ja: AMPストーリーは、技術的な観点から、ストーリーの制作を可能な限り簡単にします。
ru: Истории AMP делают производство историй максимально простым с технической точки зрения.

source: The AMP stories format comes with preset but flexible layout templates, standardized UI controls, and components for sharing and adding follow-on content.
id: Format cerita AMP dilengkapi dengan template tata letak yang telah disetel tetapi fleksibel, kontrol UI standar, dan komponen untuk berbagi dan menambahkan konten lanjutan.
ja: AMPストーリー形式には、事前設定された柔軟なレイアウトテンプレート、標準化されたUIコントロール、および後続コンテンツを共有および追加するためのコンポーネントが付属しています。
ru: Формат историй AMP поставляется с предустановленными, но гибкими шаблонами макетов, стандартизированными элементами управления пользовательского интерфейса и компонентами для совместного использования и добавления последующего контента.

source: AMP stories are part of the open web and can be shared and embedded across sites and apps without being confined to a single ecosystem.
id: Cerita AMP adalah bagian dari web terbuka dan dapat dibagikan dan disematkan di seluruh situs dan aplikasi tanpa terbatas pada ekosistem tunggal.
ja: AMPストーリーはオープンウェブの一部であり、単一のエコシステムに限定されることなく、サイトやアプリ全体で共有および埋め込むことができます。
ru: Истории AMP являются частью открытого Интернета и могут быть разделены между различными сайтами и приложениями и не привязаны к какой-либо одной экосистеме.

source: AMPHTML ads are 6x faster than regular ads on AMP pages, making them more viewable, more effective and more likely to perform well. You can monitor performance and adjust pricing accordingly, and offer the most engaging ad products to optimize your ad placements. In AMP, tweaking your pages to drive higher viewability rate or views is easy for publishers using the ‘data-loading-strategy’ attribute on the `amp-ad` component.
id: Iklan AMPHTML lebih cepat 6x dari iklan biasa di halaman AMP, membuatnya lebih terlihat, lebih efektif, dan lebih berpeluang untuk berkinerja baik. Anda dapat memantau kinerja dan menyesuaikan harga, dan menawarkan produk iklan yang paling menarik untuk mengoptimalkan penempatan iklan Anda. Di AMP, mengubah halaman Anda untuk mendorong tingkat keterlihatan atau tampilan yang lebih mudah bagi penerbit menggunakan atribut ‘strategi pemuatan data’ pada komponen `amp-ad`.
ja: AMPHTML広告は、AMPページの通常の広告より6倍高速であり、視認性が高く、効果的で、パフォーマンスが高い可能性があります。パフォーマンスを監視し、それに応じて価格を調整し、最も魅力的な広告製品を提供して広告の配置を最適化できます。 AMPでは、 `amp-ad`コンポーネントの「data-loading-strategy」属性を使用して、ページを微調整して視認性を高めることができます。
ru: Объявления AMPHTML работают в 6 раз быстрее, чем обычные объявления на страницах AMP, что делает их более удобными для просмотра, более эффективными и более эффективными. Вы можете отслеживать эффективность и корректировать цены соответствующим образом, а также предлагать наиболее привлекательные рекламные продукты для оптимизации своих мест размещения. В AMP издатели легко настраивают свои страницы для повышения скорости просмотра или просмотра, используя атрибут «data-loading-стратегии» в компоненте «amp-ad».

source: In order to engage with your brand and improve the performance of your campaigns, you have to speed things up. AMP ads load on average 5x faster than the non-AMP version, leading to higher conversion rates. Because AMPHTML ads are 3x lighter, the AMP framework guarantees that these ads only behave as intended so users always have a positive experience with your brand.
id: Untuk terlibat dengan merek Anda dan meningkatkan kinerja kampanye Anda, Anda harus mempercepat. Iklan AMP memuat rata-rata 5x lebih cepat dari versi non-AMP, yang mengarah ke tingkat konversi yang lebih tinggi. Karena iklan AMPHTML 3x lebih ringan, kerangka AMP menjamin bahwa iklan ini hanya berperilaku sebagaimana dimaksud sehingga pengguna selalu memiliki pengalaman positif dengan merek Anda.
ja: ブランドと関わり、キャンペーンのパフォーマンスを向上させるには、物事をスピードアップする必要があります。 AMP広告は、非AMPバージョンよりも平均5倍速く読み込まれるため、コンバージョン率が高くなります。 AMPHTML広告は3倍軽量であるため、AMPフレームワークはこれらの広告が意図したとおりにのみ動作することを保証するため、ユーザーは常にあなたのブランドについて前向きな体験をすることができます。
ru: Чтобы взаимодействовать со своим брендом и повысить эффективность своих кампаний, вам нужно ускорить процесс. AMP-объявления загружаются в среднем в 5 раз быстрее, чем не-AMP, что приводит к более высоким показателям конверсии. Поскольку объявления AMPHTML легче в 3 раза, структура AMP гарантирует, что эти объявления будут работать только так, как задумано, поэтому пользователи всегда будут иметь положительный опыт работы с вашим брендом.

source: AMP ads are safe from malware because AMPHTML ads are verified before being served, thus, advertisers can ensure a safe user experience and building trust in the brands users are engaging with. Establish yourself as the adtech platform for the fast web and join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
id: Iklan AMP aman dari malware karena iklan AMPHTML diverifikasi sebelum ditayangkan, karenanya, pengiklan dapat memastikan pengalaman pengguna yang aman dan membangun kepercayaan terhadap merek yang digunakan oleh pengguna. Jadikan diri Anda sebagai platform adtech untuk web cepat dan bergabunglah dengan ratusan platform teknologi yang saat ini mendukung ekosistem AMP open source.
ja: AMP HTML広告は配信される前に検証されるため、AMP広告はマルウェアから安全です。したがって、広告主は安全なユーザーエクスペリエンスを確保し、ユーザーが関わっているブランドへの信頼を築くことができます。高速ウェブのアドテックプラットフォームとしての地位を確立し、現在オープンソースAMPエコシステムをサポートしている何百ものテクノロジープラットフォームに参加してください。
ru: Объявления AMP защищены от вредоносного ПО, поскольку объявления AMPHTML проверяются перед показом, поэтому рекламодатели могут обеспечить безопасность работы пользователей и завоевать доверие к брендам, с которыми пользователи взаимодействуют. Создайте себя в качестве платформы adtech для быстрого Интернета и присоединитесь к сотням технологических платформ, которые в настоящее время поддерживают экосистему открытого исходного кода AMP.

source: As the owner of your AMP websites and ads, no other parties can modify or add things, ensuring you are in control of the user experience and there won’t be any unexpected surprises. AMP ads are part of a user-first ecosystem and function the way a reasonable user would expect them to. Optimized AMP ads don’t drain the battery life of mobile devices, and clicking on them will lead to AMP pages, which are equally as fast and streamlined.
id: Sebagai pemilik situs web dan iklan AMP Anda, tidak ada pihak lain yang dapat memodifikasi atau menambahkan hal-hal, memastikan Anda mengendalikan pengalaman pengguna dan tidak akan ada kejutan yang tidak terduga. Iklan AMP adalah bagian dari ekosistem yang mengutamakan pengguna dan berfungsi sebagaimana diharapkan oleh pengguna yang wajar. Iklan AMP yang dioptimalkan tidak menguras masa pakai baterai perangkat seluler, dan mengkliknya akan mengarah ke halaman AMP, yang sama cepat dan efisiennya.
ja: AMPウェブサイトと広告の所有者は、他の当事者が変更や追加を行うことはできません。これにより、ユーザーエクスペリエンスを制御できるようになり、予期しない事態が発生することはありません。 AMP広告はユーザー優先のエコシステムの一部であり、合理的なユーザーが期待する方法で機能します。最適化されたAMP広告は、モバイルデバイスのバッテリ寿命を浪費しません。それらをクリックすると、AMPページが表示されます。AMPページは、同様に高速で効率的です。
ru: Как владелец ваших сайтов AMP и рекламы, никакие другие стороны не могут изменять или добавлять вещи, гарантируя, что вы контролируете пользовательский опыт и не будет никаких неожиданных сюрпризов. Объявления AMP являются частью первой в своем роде экосистемы и функционируют так, как их ожидал бы разумный пользователь. Оптимизированная реклама AMP не истощает время автономной работы мобильных устройств, и нажатие на них приведет к появлению страниц AMP, которые одинаково быстры и оптимизированы.

source: AMP is simple and straightforward and quickly becoming the turnkey solution for building pages. AMP supports both traditional ads, and the faster, more secure AMPHTML ads. Ads on AMP pages are like any external resource and must play within the same constraints placed on all resources in AMP.
id: AMP sederhana dan mudah dan cepat menjadi solusi turnkey untuk membangun halaman. AMP mendukung iklan tradisional, dan iklan AMPHTML yang lebih cepat dan lebih aman. Iklan pada halaman AMP seperti sumber daya eksternal dan harus bermain dalam batasan yang sama pada semua sumber daya di AMP.
ja: AMPはシンプルでわかりやすく、すぐにページを作成するためのターンキーソリューションになります。 AMPは、従来の広告と、より高速で安全なAMPHTML広告の両方をサポートしています。 AMPページの広告は外部リソースと同様であり、AMPのすべてのリソースに課せられたのと同じ制約内で再生する必要があります。
ru: AMP прост и понятен и быстро становится готовым решением для создания страниц. AMP поддерживает как традиционные объявления, так и более быстрые и более безопасные объявления AMPHTML. Объявления на страницах AMP похожи на любой внешний ресурс и должны воспроизводиться с теми же ограничениями, которые установлены для всех ресурсов AMP.

source: The AMP Project has a vast network of resources for getting started in the Documentation section including great-looking ad templates, demos and examples. AMPHTML ads are flexible and dynamic, allowing for many creative formats like carousel, parallax, and lightbox, to name a few.
id: Proyek AMP memiliki jaringan sumber daya yang luas untuk memulai di bagian Dokumentasi termasuk templat iklan, demo, dan contoh yang sangat bagus. Iklan AMPHTML fleksibel dan dinamis, memungkinkan banyak format kreatif seperti korsel, paralaks, dan lightbox.
ja: AMPプロジェクトには、見栄えの良い広告テンプレート、デモ、サンプルなど、ドキュメントセクションを始めるための膨大なリソースネットワークがあります。 AMPHTML広告は柔軟で動的であるため、カルーセル、パララックス、ライトボックスなど、多くのクリエイティブフォーマットを使用できます。
ru: Проект AMP имеет обширную сеть ресурсов для начала работы в разделе «Документация», включая великолепные шаблоны объявлений, демонстрации и примеры. Объявления AMPHTML являются гибкими и динамичными, что позволяет использовать многие творческие форматы, такие как карусель, параллакс и лайтбокс.

source: AMP for email allows exciting smarter and efficient user engagement, as customers can take action directly within their email such as managing their subscriptions, responding to polls, doodles, and bookings. This is possible because the server retrieves fresh content from remote endpoints, keeping email up to date.
id: AMP untuk email memungkinkan keterlibatan pengguna yang lebih cerdas dan efisien, karena pelanggan dapat mengambil tindakan langsung dalam email mereka seperti mengelola langganan mereka, menanggapi jajak pendapat, coretan, dan pemesanan. Ini dimungkinkan karena server mengambil konten baru dari titik akhir jarak jauh, menjaga email tetap mutakhir.
ja: AMP for emailを使用すると、顧客はサブスクリプションの管理、投票、落書き、予約への対応など、メール内で直接アクションを実行できるため、よりスマートで効率的なユーザーエンゲージメントを実現できます。これは、サーバーがリモートエンドポイントから最新のコンテンツを取得し、電子メールを最新に保つために可能です。
ru: AMP для электронной почты позволяет привлечь более умных и эффективных пользователей, поскольку клиенты могут выполнять действия непосредственно в своей электронной почте, например управлять своими подписками, отвечать на опросы, набрасывать и бронировать. Это возможно, потому что сервер получает свежий контент с удаленных конечных точек, поддерживая актуальность электронной почты.

source: AMP Email’s expanding capabilities allows you to take action right inside your Inbox. This includes carousels and accordions, and taking user input on forms and questionnaires.
id: Kemampuan AMP Email yang berkembang memungkinkan Anda untuk mengambil tindakan tepat di dalam Kotak Masuk Anda. Ini termasuk komidi putar dan akordeon, dan mengambil input pengguna pada formulir dan kuesioner.
ja: AMPメールの拡張機能により、受信トレイ内ですぐに対応できます。これには、カルーセルとアコーディオンが含まれ、ユーザーがフォームやアンケートに入力することも含まれます。
ru: Расширение возможностей AMP Email позволяет вам действовать прямо в папке «Входящие». Это включает в себя карусели и аккордеоны, а также учет пользовательских данных в формах и анкетах.

source: AMP email allows an attractive option for promotional and subscriber-list emails. Through smarter engagement you can improve customer satisfaction through hassle-free feedback and subscription management all within their inbox.
id: Email AMP memungkinkan opsi yang menarik untuk email promosi dan daftar pelanggan. Melalui keterlibatan yang lebih cerdas, Anda dapat meningkatkan kepuasan pelanggan melalui umpan balik bebas repot dan manajemen berlangganan semua di dalam kotak masuk mereka.
ja: AMPメールでは、プロモーションメールとサブスクライバーリストメールの魅力的なオプションを利用できます。よりスマートなエンゲージメントにより、手間のかからないフィードバックとサブスクリプション管理をすべて受信ボックス内で行うことにより、顧客満足度を向上させることができます。
ru: Электронная почта AMP предоставляет привлекательный вариант для рекламных писем и электронных писем подписчиков. Благодаря более эффективному взаимодействию вы можете повысить уровень удовлетворенности клиентов благодаря беспрепятственной обратной связи и управлению подписками.

source: Senders can include AMP components inside rich, engaging emails, making them dynamic and interactive. Users can engage with content and quickly take action such as RSVP to events, fill out questionnaires and personalize their content. AMP emails are always up to date and can function like digests, with fewer clicks necessary to achieve efficient results.
id: Pengirim dapat menyertakan komponen AMP di dalam email yang kaya dan menarik, membuatnya dinamis dan interaktif. Pengguna dapat terlibat dengan konten dan dengan cepat mengambil tindakan seperti RSVP ke acara, mengisi kuesioner, dan mempersonalisasikan konten mereka. Email AMP selalu terkini dan dapat berfungsi seperti intisari, dengan lebih sedikit klik yang diperlukan untuk mencapai hasil yang efisien.
ja: 送信者は、リッチで魅力的なメール内にAMPコンポーネントを含めることができ、それらを動的かつインタラクティブにします。ユーザーはコンテンツを利用して、イベントへの出欠確認などのアクションをすばやく実行し、アンケートに記入し、コンテンツをパーソナライズできます。 AMPメールは常に最新で、ダイジェストのように機能し、クリック数を減らして効率的な結果を得ることができます。
ru: Отправители могут включать компоненты AMP в насыщенные, привлекательные электронные письма, делая их динамичными и интерактивными. Пользователи могут взаимодействовать с контентом и быстро выполнять действия, такие как RSVP, на мероприятия, заполнять анкеты и персонализировать свой контент. Электронная почта AMP всегда актуальна и может функционировать как дайджест, с меньшим количеством кликов, необходимых для достижения эффективных результатов.

source: AMP for email has no arbitrary 3rd party features to limit security issues, and far surpasses the capabilities currently provided by third party providers. Ad components are not allowed in AMP email, keeping users safe. To maintain users’ expectations of security and privacy, only a conservative subset of AMP functionality will be allowed.
id: AMP untuk email tidak memiliki fitur pihak ketiga yang sewenang-wenang untuk membatasi masalah keamanan, dan jauh melampaui kemampuan yang saat ini disediakan oleh penyedia pihak ketiga. Komponen iklan tidak diperbolehkan dalam email AMP, menjaga keamanan pengguna. Untuk menjaga harapan keamanan dan privasi pengguna, hanya sebagian kecil fungsi AMP konservatif yang akan diizinkan.
ja: 電子メール用のAMPには、セキュリティ問題を制限する任意のサードパーティ機能はなく、サードパーティプロバイダーが現在提供している機能をはるかに上回っています。 AMPメールでは広告コンポーネントを使用できないため、ユーザーを安全に保つことができます。セキュリティとプライバシーに対するユーザーの期待を維持するために、AMP機能の保守的なサブセットのみが許可されます。
ru: AMP для электронной почты не имеет произвольных сторонних функций для ограничения проблем безопасности и намного превосходит возможности, предоставляемые сторонними поставщиками. Рекламные компоненты не разрешены в электронной почте AMP, обеспечивая безопасность пользователей. Чтобы поддерживать ожидания пользователей в отношении безопасности и конфиденциальности, разрешается использовать только консервативный набор функций AMP.

source: Embedding AMP within an email is simple, add a new MIME part with a content type of text/x-amp-html as a descendant of multipart/alternative. It should live alongside the existing text/html or text/plain parts. This ensures that the email message works on all clients.
id: Menanamkan AMP di dalam surel sederhana, tambahkan bagian MIME baru dengan jenis konten teks / x-amp-html sebagai turunan dari multi bagian / alternatif. Itu harus hidup di samping teks / html atau teks / bagian polos yang ada. Ini memastikan bahwa pesan email berfungsi pada semua klien.
ja: メールにAMPを埋め込むのは簡単です。text/ x-amp-htmlのコンテンツタイプを持つ新しいMIMEパーツをmultipart / alternativeの子孫として追加します。既存のtext / htmlまたはtext / plainパーツと共存する必要があります。これにより、電子メールメッセージがすべてのクライアントで確実に機能します。
ru: Встраивать AMP в электронное письмо просто, добавьте новую часть MIME с типом содержимого text / x-amp-html в качестве потомка multipart / alternative. Он должен жить рядом с существующими частями text / html или text / plain. Это гарантирует, что сообщение электронной почты работает на всех клиентах.

source: Start sending AMP Emails
id: Mulai mengirim Email AMP
ja: AMPメールの送信を開始する
ru: Начните отправлять электронные письма AMP

source: Start creating ads
id: Mulai membuat iklan
ja: 広告の作成を開始
ru: Начните создавать объявления

source: Start creating stories
id: Mulailah membuat cerita
ja: ストーリーの作成を開始
ru: Начните создавать истории

source: Start creating websites
id: Mulai membuat situs web
ja: ウェブサイトの作成を開始
ru: Начните создавать сайты

source: Pick one of several editors to start creating ads without any coding involved.
id: Pilih satu dari beberapa editor untuk mulai membuat iklan tanpa melibatkan coding.
ja: いくつかのエディターの1つを選択して、コーディングを行わずに広告の作成を開始します。
ru: Выберите одного из нескольких редакторов, чтобы начать создавать рекламу без какого-либо кодирования.

source: Pick one of several editors to start creating email without any coding involved.
id: Pilih salah satu dari beberapa editor untuk mulai membuat email tanpa melibatkan coding.
ja: いくつかの編集者の1人を選んで、コーディングなしでメールの作成を開始します。
ru: Выберите один из нескольких редакторов, чтобы начать создавать электронную почту без какого-либо кодирования.

source: Pick one of several editors to start creating stories without any coding involved.
id: Pilih salah satu dari beberapa editor untuk mulai membuat cerita tanpa melibatkan coding.
ja: いくつかの編集者の1人を選んで、コーディングなしでストーリーの作成を開始します。
ru: Выберите одного из нескольких редакторов, чтобы начать создавать истории без какого-либо кодирования.

source: Pick one of several editors to start creating websites without any coding involved.
id: Pilih salah satu dari beberapa editor untuk mulai membuat situs web tanpa melibatkan coding.
ja: いくつかのエディターの1つを選択して、コーディングを行わずにWebサイトの作成を開始します。
ru: Выберите одного из нескольких редакторов, чтобы начать создавать сайты без какого-либо кодирования.

source: WYSIWYG Editor
id: Editor WYSIWYG
ja: WYSIWYGエディター
ru: WYSIWYG редактор

source: WYSIWYG drag and drop editor with templates, illustrations, icons, and the ability to upload your own images and videos.
id: WYSIWYG drag and drop editor dengan templat, ilustrasi, ikon, dan kemampuan untuk mengunggah gambar dan video Anda sendiri.
ja: WYSIWYGドラッグアンドドロップエディター。テンプレート、イラスト、アイコン、独自の画像や動画をアップロードできます。
ru: Редактор перетаскивания WYSIWYG с шаблонами, иллюстрациями, значками и возможностью загрузки собственных изображений и видео.

source: Newsroom Studio helps you create engaging, instant loading mobile experiences.
id: Studio Ruang Berita membantu Anda menciptakan pengalaman seluler yang menarik dan pemuatan instan.
ja: Newsroom Studioを使用すると、魅力的なインスタントロードのモバイルエクスペリエンスを作成できます。
ru: Newsroom Studio поможет вам создавать привлекательные, мгновенно загружаемые мобильные приложения.

source: Discover all tools
id: Temukan semua alat
ja: すべてのツールを見つける
ru: Откройте для себя все инструменты

source: Send emails
id: Mengirim email
ja: メールを送る
ru: Отправить письма

source: AMP<br> Email
ja: AMP <br>メール
ru: AMP <br> Электронная почта

source: A whole new world of possibilities for content engagement
id: Dunia yang sepenuhnya baru untuk keterlibatan konten
ja: コンテンツエンゲージメントの可能性のまったく新しい世界
ru: Совершенно новый мир возможностей для привлечения контента
