Repository: dixent/one-file-test
Catalog: */3000.po
Languages: id, ja, ru

source: <p>The companies involved in the project want to make the mobile web work better for all -- not just for one platform, one set of technologies, or one set of publishers, or one set of advertisers. Making the project open source enables people to share and contribute their ideas and code for making the mobile web fast. We are just at the beginning of that journey and we look forward to other publishers, advertisers and technology companies joining along the way.</p>
id: <p> Perusahaan yang terlibat dalam proyek ingin menjadikan web seluler berfungsi lebih baik untuk semua - tidak hanya untuk satu platform, satu set teknologi, atau satu set penerbit, atau satu set pengiklan. Membuat proyek ini open source memungkinkan orang untuk membagikan dan menyumbangkan ide dan kode mereka untuk membuat web seluler cepat. Kami baru saja berada di awal perjalanan itu dan kami menantikan penerbit, pengiklan, dan perusahaan teknologi lainnya bergabung di sepanjang jalan. </p>
ja: <p>プロジェクトに関与する企業は、1つのプラットフォーム、1組のテクノロジー、1組のパブリッシャー、または1組の広告主だけでなく、モバイルWebをすべての人にとってより良いものにしたいと考えています。プロジェクトをオープンソースにすることで、人々はモバイルWebを高速化するためのアイデアやコードを共有し、貢献することができます。私たちはその旅の始まりに過ぎず、他のパブリッシャー、広告主、テクノロジー企業が参加するのを楽しみにしています。</ p>
ru: <p> Компании, участвующие в проекте, хотят, чтобы мобильный интернет работал лучше для всех - не только для одной платформы, одного набора технологий или одного набора издателей или одного набора рекламодателей. Создание проекта с открытым исходным кодом позволяет людям делиться своими идеями и кодом и делиться ими для быстрой мобильной сети. Мы только в начале этого пути и с нетерпением ждем, чтобы другие издатели, рекламодатели и технологические компании присоединились к этому пути. </ P>

source: Who can use Accelerated Mobile Pages?
id: Siapa yang dapat menggunakan Laman Seluler yang Dipercepat?
ja: 誰がAccelerated Mobile Pagesを使用できますか？
ru: Кто может использовать Ускоренные Мобильные Страницы?

source: <p>The project is open to all players in the ecosystem - publishers, consumer platforms, advertisers and creators. To get an idea who some of the companies and sites are who use AMP, head to the <a href="/support/faqs/supported-platforms.html">Who page</a>.</p>
id: <p> Proyek ini terbuka untuk semua pemain di ekosistem - penerbit, platform konsumen, pengiklan, dan pembuat. Untuk mendapatkan gambaran siapa beberapa perusahaan dan situs yang menggunakan AMP, kunjungi <a href =
ja: <p>このプロジェクトは、パブリッシャー、コンシューマープラットフォーム、広告主、クリエーターなど、エコシステムのすべてのプレーヤーに開放されています。 AMPを使用している企業やサイトの一部を知るには、<a href =
ru: <p> Проект открыт для всех участников экосистемы - издателей, потребительских платформ, рекламодателей и создателей. Чтобы понять, кто из компаний и сайтов использует AMP, перейдите на страницу <a href =

source: What are the consequences of using Accelerated Mobile Pages?
id: Apa konsekuensi menggunakan Laman Seluler yang Dipercepat?
ja: Accelerated Mobile Pagesを使用するとどのような影響がありますか？
ru: Каковы последствия использования ускоренных мобильных страниц?

source: <p>By using the AMP format, content producers are making the content in AMP files available to be crawled, indexed &amp; displayed (subject to the robots exclusion protocol) and cached by third parties.</p>
id: <p> Dengan menggunakan format AMP, produsen konten membuat konten dalam file AMP tersedia untuk dirayapi, diindeks & ditampilkan (tunduk pada protokol pengecualian robot) dan di-cache oleh pihak ketiga. </p>
ja: <p>コンテンツプロデューサーはAMP形式を使用して、AMPファイルのコンテンツをクロール、インデックス登録、表示（ロボット除外プロトコルの対象）し、サードパーティがキャッシュできるようにしています。</ p>
ru: <p> Используя формат AMP, производители контента делают контент в файлах AMP доступным для сканирования, индексации и отображения (в соответствии с протоколом исключения роботов) и кэширования третьими лицами. </ p>

source: What responsibilities do I have when using Accelerated Mobile Pages?
id: Tanggung jawab apa yang saya miliki saat menggunakan Halaman Seluler yang Dipercepat?
ja: Accelerated Mobile Pagesを使用する場合、どのような責任がありますか？
ru: Какие обязанности у меня возникают при использовании ускоренных мобильных страниц?

source: <p>If a publisher or advertiser collects data from users who view its AMP pages, such data collection is governed by their privacy policy. It is the publisher or advertiser’s responsibility to disclose its privacy policy, ideally by including a link to it within each of their AMP pages.</p> <p>Furthermore, the laws in many jurisdictions, such as in the European Union, require a website to give visitors information about cookies and other forms of local storage used on the site (including AMP pages). In many cases, these laws also require that the website obtain consent. It is the website's responsibility to determine, based on its use of cookies, what type of notice would be appropriate. Additional information and tools for generating cookie notices can be found at www.cookiechoices.org. Note that the AMP component <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> provides a way to display a dismissable notification to the user.</p> <p>If an AMP page is shown within a viewer on a third party platform, such as a Google AMP Viewer on Google Search, the viewer may be a hybrid environment in which the AMP page and the third party platform may each collect data about the user. In such a case, data collection by each party is governed by that party’s privacy policy (i.e., in a hybrid viewer environment, data collected by the AMP page is governed by its privacy policy and data collected by the third party platform is governed by the platform’s privacy policy). It is each party’s responsibility to disclose its privacy policy and comply with relevant data regulations, including European laws relating to its use of cookies.</p>
id: <p> Jika penerbit atau pengiklan mengumpulkan data dari pengguna yang melihat halaman AMP-nya, pengumpulan data tersebut diatur oleh kebijakan privasi mereka. Adalah tanggung jawab penerbit atau pengiklan untuk mengungkapkan kebijakan privasinya, idealnya dengan memasukkan tautan ke dalamnya di setiap halaman AMP mereka. </p> n <p> Selanjutnya, undang-undang di banyak yurisdiksi, seperti di Uni Eropa , meminta situs web untuk memberikan informasi kepada pengunjung tentang cookie dan bentuk penyimpanan lokal lain yang digunakan di situs (termasuk halaman AMP). Dalam banyak kasus, undang-undang ini juga mengharuskan situs web memperoleh persetujuan. Adalah tanggung jawab situs web untuk menentukan, berdasarkan penggunaan cookie, jenis pemberitahuan apa yang sesuai. Informasi dan alat tambahan untuk menghasilkan pemberitahuan cookie dapat ditemukan di www.cookiechoices.org. Perhatikan bahwa komponen AMP <a href =
ja: <p>サイト運営者または広告主がAMPページを表示するユーザーからデータを収集する場合、そのようなデータ収集はプライバシーポリシーによって管理されます。理想的には、各AMPページにリンクを含めることにより、プライバシーポリシーを開示することは、サイト運営者または広告主の責任です。</ p> n <p>さらに、EUなどの多くの管轄区域の法律、サイトで使用されるCookieおよびその他の形式のローカルストレージ（AMPページを含む）に関する情報を訪問者に提供するようにWebサイトに要求します。多くの場合、これらの法律はウェブサイトが同意を得ることも要求しています。 Cookieの使用に基づいて、適切な通知の種類を決定するのはWebサイトの責任です。 Cookie通知を生成するための追加情報とツールは、www.cookiechoices.orgにあります。 AMPコンポーネント<a href =
ru: <p> Если издатель или рекламодатель собирает данные от пользователей, просматривающих его страницы AMP, такой сбор данных регулируется их политикой конфиденциальности. Издатель или рекламодатель несет ответственность за раскрытие своей политики конфиденциальности, в идеале путем включения ссылки на нее на каждой из своих страниц AMP. </ P> n <p> Кроме того, законы во многих юрисдикциях, например, в Европейском союзе требовать от веб-сайта предоставления посетителям информации о файлах cookie и других формах локального хранилища, используемых на сайте (включая страницы AMP). Во многих случаях эти законы также требуют, чтобы веб-сайт получил согласие. Веб-сайт несет ответственность за определение того, какой тип уведомления будет уместным на основе использования файлов cookie. Дополнительную информацию и инструменты для создания уведомлений о файлах cookie можно найти на сайте www.cookiechoices.org. Обратите внимание, что компонент AMP <a href =

source: What type of content works best using Accelerated Mobile Pages?
id: Jenis konten apa yang paling berhasil menggunakan Laman Seluler yang Dipercepat?
ja: Accelerated Mobile Pagesを使用すると、どのタイプのコンテンツが最も効果的に機能しますか？
ru: Какой тип контента лучше всего работает с использованием ускоренных мобильных страниц?

source: <p>The goal is for all content, from news stories to videos and from blogs to commerce pages and GIFs, to work using Accelerated Mobile Pages.</p>
id: <p> Tujuannya adalah untuk semua konten, dari berita hingga video dan dari blog hingga halaman perdagangan dan GIF, untuk bekerja menggunakan Laman Seluler yang Dipercepat. </p>
ja: <p>目標は、ニュース記事から動画まで、ブログからコマースページやGIFまで、すべてのコンテンツがAccelerated Mobile Pagesを使用して機能することです。</ p>
ru: <p> Цель состоит в том, чтобы весь контент, от новостных сюжетов до видеороликов, от блогов до коммерческих страниц и GIF-файлов, работал с использованием ускоренных мобильных страниц. </ p>

source: Does making my content work for Accelerated Mobile Pages entail more work?
id: Apakah membuat konten saya berfungsi untuk Halaman Seluler yang Dipercepat memerlukan lebih banyak pekerjaan?
ja: 私のコンテンツをAccelerated Mobile Pagesで機能させるには、さらに作業が必要ですか？
ru: Работает ли мой контент для ускоренных мобильных страниц в большей степени?

source: <p>In short, not much. Since “AMP HTML” is built entirely out of existing web technologies, the development process mirrors the one publishers and advertisers are already using today. Publishers and advertisers can familiarize themselves with the <a href="/docs/fundamentals/spec.html">AMP HTML specification</a> on GitHub. For those used to the current process, we don’t expect a significant learning curve.</p>
id: <p> Singkatnya, tidak banyak. Karena "AMP HTML" dibangun sepenuhnya dari teknologi web yang ada, proses pengembangan mencerminkan yang sudah digunakan oleh penerbit dan pengiklan dewasa ini. Penerbit dan pengiklan dapat membiasakan diri dengan <a href =
ja: <p>要するに、それほど多くはありません。 「AMP HTML」は既存のウェブテクノロジーから完全に構築されているため、開発プロセスは、パブリッシャーと広告主が現在すでに使用しているものを反映しています。サイト運営者と広告主は、<a href =
ru: <p> Короче говоря, не так много. Поскольку «AMP HTML» полностью построен на основе существующих веб-технологий, процесс разработки отражает то, что издатели и рекламодатели уже используют сегодня. Издатели и рекламодатели могут ознакомиться с <a href =

source: How can a publisher or advertiser get content into AMP HTML?
id: Bagaimana cara penerbit atau pengiklan memasukkan konten ke dalam AMP HTML?
ja: パブリッシャーまたは広告主がAMP HTMLにコンテンツを取り込むにはどうすればよいですか？
ru: Как издатель или рекламодатель может вставить контент в AMP HTML?

source: <p>Publishers and Content Management System (CMS) providers can develop an integration with their CMS to generate AMP content. Automattic has already published a <a href="https://wordpress.org/plugins/amp/">WordPress AMP plugin</a> and we hope that all content management systems will add support for AMP HTML pages.</p>
id: <p> Penyedia dan Sistem Manajemen Konten (CMS) penyedia dapat mengembangkan integrasi dengan CMS mereka untuk menghasilkan konten AMP. Automattic telah menerbitkan <a href =
ja: <p>パブリッシャーおよびコンテンツ管理システム（CMS）プロバイダーは、CMSとの統合を開発してAMPコンテンツを生成できます。 Automatticはすでに<a href =
ru: <p> Поставщики издателей и систем управления контентом (CMS) могут разработать интеграцию со своими CMS для создания контента AMP. Automattic уже опубликовал <a href =

source: Is AMP only for mobile?
id: Apakah AMP hanya untuk seluler?
ja: AMPはモバイル専用ですか？
ru: AMP только для мобильных?

source: <p>AMP was designed with responsiveness in mind, to work across <em>all</em> screen sizes. However, some features for third-party platforms (e.g., Google's Top Stories carousel) may only be designed for the mobile experience. Check with the third-party platform for how they use AMP. For more information about mobile and desktop AMP pages, see Paul Bakaus' blog post on <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a>.</p>
id: <p> AMP dirancang dengan mempertimbangkan daya tanggap, untuk bekerja melintasi ukuran layar <em> semua </em>. Namun, beberapa fitur untuk platform pihak ketiga (mis., Carousel Top Stories Google) hanya dapat dirancang untuk pengalaman seluler. Periksa dengan platform pihak ketiga untuk bagaimana mereka menggunakan AMP. Untuk informasi lebih lanjut tentang halaman AMP seluler dan desktop, lihat posting blog Paul Bakaus di <a href =
ja: <p> AMPは、<em>すべて</ em>の画面サイズで機能するように、応答性を考慮して設計されました。ただし、サードパーティプラットフォームの一部の機能（Googleのトップストーリーカルーセルなど）は、モバイルエクスペリエンス専用に設計されている場合があります。サードパーティのプラットフォームでAMPの使用方法を確認してください。モバイルとデスクトップのAMPページの詳細については、<a href =のPaul Bakausのブログ投稿を参照してください。
ru: <p> AMP был разработан с учетом оперативности, чтобы работать на <em> всех </ em> экранах. Тем не менее, некоторые функции для сторонних платформ (например, карусель Топ-историй Google) могут быть предназначены только для мобильных устройств. Узнайте у сторонней платформы, как они используют AMP. Дополнительную информацию о AMP-страницах для мобильных устройств и настольных компьютеров см. В блоге Пола Бакауса на <a href =

source: Platform Involvement
id: Keterlibatan Platform
ja: プラットフォームの関与
ru: Участие платформы

source: How can a consumer platform get involved in Accelerated Mobile Pages?
id: Bagaimana platform konsumen dapat terlibat dalam Laman Seluler yang Dipercepat?
ja: 消費者向けプラットフォームはどのようにしてAccelerated Mobile Pagesに関与できますか？
ru: Как потребительская платформа может участвовать в Ускоренных мобильных страницах?

source: <p>The project is open to everyone, and existing members of the project are very enthusiastic to engage with consumer platforms on the initiative. Google has opened its cache for use for free by anyone, including to consumer platforms that would like to display AMP content in their environment. Please get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> and we will address your questions as quickly as we can.</p>
id: <p> Proyek ini terbuka untuk semua orang, dan anggota proyek yang ada sangat antusias untuk terlibat dengan platform konsumen dalam inisiatif ini. Google telah membuka cache-nya untuk digunakan secara gratis oleh siapa saja, termasuk untuk platform konsumen yang ingin menampilkan konten AMP di lingkungan mereka. Silakan menghubungi melalui <a href = \
ja: <p>このプロジェクトは誰でも参加でき、プロジェクトの既存のメンバーは、イニシアチブで消費者向けプラットフォームに取り組むことに非常に熱心です。 Googleは、その環境でAMPコンテンツを表示したいコンシューマープラットフォームを含め、だれでも無料で使用できるようにキャッシュを開きました。 <a href = からご連絡ください
ru: <p> Проект открыт для всех, и существующие участники проекта с энтузиазмом взаимодействуют с потребительскими платформами по инициативе. Google открыл бесплатный кеш для всех, в том числе для потребительских платформ, которые хотели бы отображать контент AMP в своей среде. Пожалуйста, свяжитесь через <a href = \

source: How can an advertising or technology vendor get involved in Accelerated Mobile Pages?
id: Bagaimana vendor iklan atau teknologi dapat terlibat dalam Laman Seluler yang Dipercepat?
ja: 広告またはテクノロジーベンダーはどのようにしてAccelerated Mobile Pagesに関与できますか？
ru: Как поставщик рекламы или технологий может участвовать в Ускоренных мобильных страницах?

source: <p>Please review the <a href="https://github.com/ampproject/amphtml/tree/master/3p#ads">contributing guidelines</a> and get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
id: <p> Tinjau <a href = \
ja: <p> <a href = \
ru: <p> Пожалуйста, просмотрите <a href = \

source: How does advertising work on Accelerated Mobile Pages?
id: Bagaimana cara kerja iklan di Halaman Seluler yang Dipercepat?
ja: Accelerated Mobile Pagesで広告はどのように機能しますか？
ru: Как работает реклама на Ускоренных мобильных страницах?

source: <p>A goal of the Accelerated Mobile Pages Project is to ensure effective ad monetization on the mobile web while embracing a user-centric approach. There is currently support for a comprehensive range of ad formats, ad networks and technologies in Accelerated Mobile Pages. As part of that, those involved with the project are also engaged in crafting Sustainable Ad Practices to ensure that ads in AMP files are fast, safe, compelling and effective for users.</p>
id: <p> Tujuan dari Proyek Laman Seluler yang Dipercepat adalah untuk memastikan monetisasi iklan yang efektif di web seluler sambil menerapkan pendekatan yang berfokus pada pengguna. Saat ini ada dukungan untuk beragam format iklan, jaringan iklan, dan teknologi di Halaman Seluler yang Dipercepat. Sebagai bagian dari itu, mereka yang terlibat dengan proyek ini juga terlibat dalam menyusun Praktik Iklan Berkelanjutan untuk memastikan bahwa iklan dalam file AMP cepat, aman, menarik dan efektif bagi pengguna. </p>
ja: <p> Accelerated Mobile Pagesプロジェクトの目標は、ユーザー中心のアプローチを採用しながら、モバイルWebで効果的な広告収益を確保することです。現在、Accelerated Mobile Pagesでは、幅広い広告フォーマット、広告ネットワーク、テクノロジーがサポートされています。その一環として、プロジェクトに関係する人々は、AMPファイル内の広告が高速で安全で説得力があり、ユーザーにとって効果的であることを保証するために、持続可能な広告慣行の作成にも取り組んでいます。</ p>
ru: <p> Цель проекта «Ускоренные мобильные страницы» - обеспечить эффективную монетизацию рекламы в мобильном Интернете и одновременно ориентироваться на пользователя. В настоящее время в Accelerated Mobile Pages поддерживается широкий спектр рекламных форматов, рекламных сетей и технологий. В рамках этого участники проекта также занимаются разработкой устойчивых методов рекламы, чтобы обеспечить быструю, безопасную, привлекательную и эффективную рекламу для пользователей в файлах AMP. </ P>

source: Are publishers able to sell their own ad inventory?
id: Apakah penerbit dapat menjual inventaris iklan mereka sendiri?
ja: サイト運営者は自分の広告枠を販売できますか？
ru: Могут ли издатели продавать свои рекламные ресурсы?

source: <p>Yes, as with their existing websites, publishers control their ad inventory and how they sell it.</p>
id: <p> Ya, seperti situs web mereka yang ada, penerbit mengontrol inventaris iklan mereka dan bagaimana mereka menjualnya. </p>
ja: <p>はい、既存のウェブサイトと同様に、サイト運営者は広告枠とその販売方法を管理しています。</ p>
ru: <p> Да, как и на существующих веб-сайтах, издатели контролируют свои рекламные ресурсы и способы их продажи. </ p>

source: How do subscriptions and paywalls work with Accelerated Mobile Pages?
id: Bagaimana cara kerja langganan dan pembayaran dengan Halaman Seluler yang Dipercepat?
ja: サブスクリプションとペイウォールはAccelerated Mobile Pagesでどのように機能しますか？
ru: Как подписки и платные сети работают с ускоренными мобильными страницами?

source: <p>It is a core objective of the Accelerated Mobile Pages project to support subscriptions and paywalls. AMP currently supports a flexible access framework where publishers can control the document viewing experience for subscribers, metered users and anonymous users.</p>
id: <p> Ini adalah tujuan inti dari proyek Laman Seluler yang Dipercepat untuk mendukung langganan dan ruang bayar. AMP saat ini mendukung kerangka kerja akses fleksibel tempat penerbit dapat mengontrol pengalaman melihat dokumen untuk pelanggan, pengguna meteran dan pengguna anonim. </p>
ja: <p>サブスクリプションとペイウォールをサポートすることは、Accelerated Mobile Pagesプロジェクトの中心的な目標です。 AMPは現在、パブリッシャーがサブスクライバー、従量制ユーザー、匿名ユーザーのドキュメント表示エクスペリエンスを制御できる柔軟なアクセスフレームワークをサポートしています。</ p>
ru: <p> Основной задачей проекта «Ускоренные мобильные страницы» является поддержка подписок и платных сетей. В настоящее время AMP поддерживает гибкую структуру доступа, благодаря которой издатели могут контролировать процесс просмотра документов для подписчиков, пользователей с ограниченным доступом и анонимных пользователей. </ P>

source: How are analytics being handled in this AMP format?
id: Bagaimana analitik ditangani dalam format AMP ini?
ja: このAMP形式で分析はどのように処理されますか？
ru: Как аналитика обрабатывается в этом формате AMP?

source: <p>Ensuring publishers are able to get robust analytics insight is a core design goal for the project. AMP currently supports the collection of analytics information using features like amp-analytics, which can integrate with 3rd party systems without compromising the AMP file speed or size. Several analytics providers are <a href="/support/faqs/supported-platforms.html#analytics">participating</a> in the project.</p>
id: <p> Memastikan penerbit dapat memperoleh wawasan analitik yang kuat adalah tujuan desain inti untuk proyek ini. AMP saat ini mendukung pengumpulan informasi analitik menggunakan fitur seperti amp-analytics, yang dapat berintegrasi dengan sistem pihak ke-3 tanpa mengurangi kecepatan atau ukuran file AMP. Beberapa penyedia analitik adalah <a href = \
ja: <p>パブリッシャーが確実な分析に関する洞察を得ることができるようにすることは、プロジェクトの中心的な設計目標です。 AMPは現在、amp-analyticsなどの機能を使用した分析情報の収集をサポートしており、AMPファイルの速度やサイズを損なうことなくサードパーティシステムと統合できます。いくつかの分析プロバイダーは<a href = \
ru: <p> Обеспечение того, чтобы издатели могли получить надежную аналитическую информацию, является основной целью проекта. В настоящее время AMP поддерживает сбор аналитической информации с использованием таких функций, как amp-analytics, которые могут интегрироваться со сторонними системами без ущерба для скорости или размера файла AMP. Несколько поставщиков аналитики являются <a href = \

source: Do publishers receive credit for the traffic from a measurement perspective?
id: Apakah penerbit menerima kredit untuk lalu lintas dari perspektif pengukuran?
ja: パブリッシャーは測定の観点からトラフィックのクレジットを受け取りますか？
ru: Получают ли издатели кредит на трафик с точки зрения измерения?

source: <p>Yes, an AMP file is the same as the rest of your site – this space is the publisher’s canvas.</p>
id: <p> Ya, file AMP sama dengan sisa situs Anda - ruang ini adalah kanvas penerbit. </p>
ja: <p>はい、AMPファイルはサイトの他の部分と同じです。このスペースがパブリッシャーのキャンバスです。</ p>
ru: <p> Да, файл AMP такой же, как и на остальной части вашего сайта. Это пространство - холст издателя. </ p>

source: How do I become a part of this project?
id: Bagaimana saya menjadi bagian dari proyek ini?
ja: このプロジェクトに参加するにはどうすればよいですか？
ru: Как мне стать частью этого проекта?

source: <p>We welcome interested individuals and companies who want to get involved to get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, so that we can add you to a distribution list and keep you posted on any new information.</p>
id: <p> Kami menyambut individu dan perusahaan yang tertarik yang ingin terlibat untuk berkomunikasi melalui <a href = \
ja: <p> <a href = \
ru: <p> Мы приглашаем заинтересованных лиц и компании, которые хотят принять участие, связаться через <a href = \

source: Content Platforms
id: Platform Konten
ja: コンテンツプラットフォーム
ru: Контентные платформы

source: Audio/Video
ja: オーディオビデオ
ru: Аудио видео

source: Real Time Config
id: Konfigurasi Waktu Nyata
ja: リアルタイム構成
ru: Конфигурация в реальном времени

source: Supported Platforms, Vendors and Partners
id: Platform, Vendor, dan Mitra yang Didukung
ja: サポートされているプラットフォーム、ベンダー、パートナー
ru: Поддерживаемые платформы, поставщики и партнеры

source: AMP Conf 2020: Save the date!
id: AMP Conf 2020: Simpan tanggalnya!
ja: AMP Conf 2020：日付を保存してください！
ru: AMP Conf 2020: сохрани дату!

source: Nueve hoteles en los que tienes que dormir antes de morir
id: Hotel baru dan menginap di que dormir antes de morir
ru: Новые отели в Лос-Анджелесе

source: Amplify Live!
id: Perkuat Langsung!
ru: Усилить Live!

source: Google Search Console
ru: Консоль поиска Google

source: A screenshot showing amp-sidebar.
id: Tangkapan layar yang memperlihatkan amp-sidebar.
