Repository: dixent/one-file-test
Catalog: */3000.po
Languages: id, ja, ru

source: See on GitHub
id: Lihat di GitHub
ja: GitHubで見る
ru: Смотрите на GitHub

source: Here we feature interesting and outstanding pages that have been published using AMP. We kindly invite you to look through them to see what AMP is capable of.
id: Di sini kami menampilkan halaman menarik dan luar biasa yang telah diterbitkan menggunakan AMP. Kami dengan hormat mengundang Anda untuk melihat melalui mereka untuk melihat apa yang AMP mampu.
ja: ここでは、AMPを使用して公開された興味深い優れたページを取り上げます。 AMPで何ができるかを確認するために、それらに目を通してください。
ru: Здесь мы показываем интересные и выдающиеся страницы, которые были опубликованы с использованием AMP. Мы приглашаем вас просмотреть их, чтобы увидеть, на что способен AMP.

source: Musement’s mobile-first design helps users navigate 70% faster
id: Desain pertama seluler Musement membantu pengguna menavigasi 70% lebih cepat
ja: Musementのモバイルファーストの設計は、ユーザーが70％速くナビゲートするのに役立ちます
ru: Мобильный дизайн Musement помогает пользователям перемещаться на 70% быстрее

source: To provide their blog content in a more attractive format, Ameba launched their article landing pages as AMP Stories
id: Untuk menyediakan konten blog mereka dalam format yang lebih menarik, Ameba meluncurkan halaman arahan artikel mereka sebagai AMP Stories
ja: Amebaは、ブログコンテンツをより魅力的な形式で提供するために、記事のリンク先ページをAMPストーリーとして公開しました
ru: Чтобы обеспечить содержание своего блога в более привлекательном формате, Ameba запустила свои целевые страницы статей под названием AMP Stories.

source: Complex Networks drives a 3x revenue increase with AMP
id: Complex Networks mendorong peningkatan pendapatan 3x dengan AMP
ja: Complex NetworksはAMPで3倍の収益増加を促進します
ru: Сложные сети обеспечивают трехкратное увеличение дохода с помощью AMP

source: AARP increases mobile conversion rate by 15% with AMP
id: AARP meningkatkan tingkat konversi seluler sebesar 15% dengan AMP
ja: AARPはAMPによりモバイルコンバージョン率を15％向上させます
ru: AARP увеличивает коэффициент конверсии мобильной связи на 15% с помощью AMP

source: KG Media’s AMP optimizations results
id: Hasil optimasi AMP KG Media
ja: KG MediaのAMP最適化の結果
ru: Результаты оптимизации AMP KG Media

source: Asahi.com uses a paired AMP approach for their free articles
id: Asahi.com menggunakan pendekatan AMP berpasangan untuk artikel gratis mereka
ja: Asahi.comは、無料の記事にペアのAMPアプローチを使用しています
ru: Asahi.com использует парный подход AMP для своих бесплатных статей

source: RCS MediaGroup reports good news with AMP and PWA
id: RCS MediaGroup melaporkan kabar baik dengan AMP dan PWA
ja: RCS MediaGroupがAMPとPWAで良いニュースを報告
ru: RCS MediaGroup сообщает хорошие новости с AMP и PWA

source: Advance Create boosting ads landing pages with AMP
id: Advance Buat meningkatkan halaman arahan iklan dengan AMP
ja: Advance AMPを使用してブースティング広告のランディングページを作成する
ru: Заранее создавайте целевые рекламные страницы с помощью AMP

source: Times of India reports 1.5X more revenue yields, 3.6X faster load time with AMP
id: Times of India melaporkan hasil pendapatan 1,5X lebih banyak, waktu muat 3,6X lebih cepat dengan AMP
ja: Times of Indiaのレポートによると、AMPを使用すると、収益が1.5倍、読み込み時間が3.6倍速くなります
ru: Times of India сообщает об увеличении выручки в 1,5 раза, а AMP - в 3,6 раза быстрее

source: greenslips.com.au boosts conversions by 12-15%, mobile speed by 15% with AMP
id: greenslips.com.au meningkatkan konversi sebesar 12-15%, kecepatan seluler sebesar 15% dengan AMP
ja: greenslips.com.auは、AMPによりコンバージョンを12〜15％、モバイル速度を15％向上させます。
ru: greenslips.com.au повышает конверсию на 12-15%, мобильную скорость на 15% с AMP

source: Tokopedia boosts mobile performance with AMP and PWA
id: Tokopedia meningkatkan kinerja seluler dengan AMP dan PWA
ja: TokopediaがAMPとPWAでモバイルパフォーマンスを向上
ru: Tokopedia повышает мобильную производительность с AMP и PWA

source: Readwhere provides seamless mobile content via AMP and PWA
id: Readwhere menyediakan konten seluler tanpa batas melalui AMP dan PWA
ja: Readwhereは、AMPおよびPWAを介してシームレスなモバイルコンテンツを提供します
ru: Readwhere предоставляет цельный мобильный контент через AMP и PWA

source: DiscoverCarHire.com drives conversions with faster mobile page load times via AMP
id: DiscoverCarHire.com mendorong konversi dengan waktu pemuatan laman seluler yang lebih cepat melalui AMP
ja: DiscoverCarHire.comは、AMPを介してモバイルページの読み込み時間を短縮し、コンバージョンを促進します
ru: DiscoverCarHire.com обеспечивает конверсию с более быстрым временем загрузки мобильных страниц через AMP

source: Jagran New Media boosts traffic by 115% and revenue by 4.5X by expanding AMP strategy
id: Jagran New Media meningkatkan lalu lintas sebesar 115% dan pendapatan sebesar 4,5X dengan memperluas strategi AMP
ja: Jagran New Mediaは、AMP戦略を拡張することにより、トラフィックを115％、収益を4.5倍に引き上げます
ru: Jagran New Media увеличивает трафик на 115% и доход в 4,5 раза за счет расширения стратегии AMP

source: Renovation Brands improves speed and site duration with AMP
id: Merek Renovasi meningkatkan kecepatan dan durasi situs dengan AMP
ja: Renovation Brandsは、AMPを使用して速度とサイトの滞在時間を改善します
ru: Renovation Brands улучшает скорость и продолжительность сайта с AMP

source: Metromile lowers costs, reaches more potential customers with AMP
id: Metromile menurunkan biaya, menjangkau lebih banyak pelanggan potensial dengan AMP
ja: Metromileはコストを削減し、AMPでより多くの潜在顧客にリーチします
ru: Metromile снижает затраты, достигает большего количества потенциальных клиентов с AMP

source: Carved increases conversion rate by 75% with AMP and PWA
id: Diukir meningkatkan tingkat konversi sebesar 75% dengan AMP dan PWA
ja: Carvedは、AMPとPWAでコンバージョン率を75％向上させます
ru: Резьба увеличивает конверсию на 75% с AMP и PWA

source: TransUnion scores more conversions with faster page loads via AMP
id: TransUnion mencetak lebih banyak konversi dengan pemuatan halaman lebih cepat melalui AMP
ja: TransUnionは、AMPを介したページの読み込みを高速化して、より多くのコンバージョンを獲得します
ru: TransUnion получает больше конверсий благодаря более быстрой загрузке страниц через AMP

source: The story of the all-new BMW.com
id: Kisah BMW.com yang serba baru
ja: まったく新しいBMW.comのストーリー
ru: История совершенно нового BMW.com

source: Innkeeper’s Advantage helps B&Bs book guests quicker with AMP
id: Innkeeper's Advantage membantu B&B memesan lebih cepat kepada tamu dengan AMP
ja: Innkeeper’s Advantageは、B＆BがAMPでお客様をより迅速に予約するのに役立ちます
ru: Innkeeper's Advantage помогает B & B быстрее бронировать гостей с помощью AMP

source: Grupo Expansión boosts monetization with AMP
id: Ekspansi Grupo meningkatkan monetisasi dengan AMP
ja: GrupoExpansiónがAMPで収益化を促進
ru: Grupo Expansión повышает монетизацию с AMP

source: Merchology increases conversions, lowers load times with AMP
id: Merchology meningkatkan konversi, menurunkan waktu muat dengan AMP
ja: MerchologyはAMPでコンバージョンを増やし、読み込み時間を短縮します
ru: Merchology увеличивает конверсию, уменьшает время загрузки с AMP

source: Eski.mobi serves businesses going mobile with AMP
id: Eski.mobi melayani bisnis yang bergerak dengan AMP
ja: Eski.mobiはAMPを使用してモバイルビジネスにサービスを提供しています
ru: Eski.mobi обслуживает предприятия, которые становятся мобильными с AMP

source: Faster page loads with AMP deliver truckloads of new drivers to U.S. Xpress
id: Muat halaman lebih cepat dengan AMP mengirimkan truk berisi driver baru ke A.S. Xpress
ja: AMPを使用したページ読み込みの高速化により、新しいドライバーのトラックロードがU.S. Xpressに配信されます
ru: Более быстрая загрузка страниц с AMP доставляет новые автомобили водителям в США. Xpress

source: Event Tickets Center significantly boosts conversions with AMP
id: Pusat Tiket Acara secara signifikan meningkatkan konversi dengan AMP
ja: イベントチケットセンターは、AMPでコンバージョンを大幅に向上させます
ru: Event Tickets Center значительно повышает конверсию с AMP

source: ConsumersAdvocate.org boosts site performance with AMP
id: ConsumersAdvocate.org meningkatkan kinerja situs dengan AMP
ja: ConsumersAdvocate.orgがAMPでサイトのパフォーマンスを向上
ru: ConsumersAdvocate.org повышает производительность сайта с помощью AMP

source: Fastcommerce drives conversions for clients by building AMP-first
id: Fastcommerce mendorong konversi untuk klien dengan membangun AMP-first
ja: FastcommerceはAMPファーストを構築することでクライアントのコンバージョンを促進します
ru: Fastcommerce запускает конверсии для клиентов, создавая AMP-сначала

source: Leading French organic retailer doubles mobile conversions with AMP
id: Pengecer organik Prancis terkemuka menggandakan konversi seluler dengan AMP
ja: フランスの大手有機小売業者がAMPでモバイルコンバージョンを倍増
ru: Ведущий французский розничный торговец органическими продуктами с AMP удваивает мобильную конверсию

source: CNBC sees mobile speed and engagement gains with AMP
id: CNBC melihat kecepatan seluler dan keuntungan keterlibatan dengan AMP
ja: CNBCはAMPでモバイルの速度とエンゲージメントの向上を確認
ru: CNBC видит мобильную скорость и взаимодействие с AMP

source: Wego.com increases mobile conversion rates 95% with AMP
id: Rooms meningkatkan tingkat konversi seluler 95% dengan AMP
ja: Wego.comがAMPでモバイルコンバージョン率を95％向上
ru: Wego.com увеличивает мобильную конверсию на 95% с AMP

source: India’s leading rental site improved owner-to-renter connections by 77% with AMP
id: Situs rental terkemuka India meningkatkan koneksi pemilik-ke-penyewa sebesar 77% dengan AMP
ja: インドの主要なレンタルサイトでは、AMPにより所有者と賃貸者のつながりが77％向上しました
ru: Ведущий в Индии сайт аренды улучшил связь между собственниками и арендаторами на 77% благодаря AMP

source: WompMobile consistently improves e-commerce clients’ conversion rates with AMP sites
id: WompMobile secara konsisten meningkatkan tingkat konversi klien e-commerce dengan situs AMP
ja: WompMobileは、AMPサイトでeコマースクライアントのコンバージョン率を常に改善しています
ru: WompMobile постоянно улучшает показатели конверсии клиентов электронной коммерции на сайтах AMP

source: Terra drives mobile viewership up with AMP
id: Terra mendorong pemirsa seluler dengan AMP
ja: TerraはAMPでモバイル視聴を促進します
ru: Terra стимулирует мобильную аудиторию с помощью AMP

source: Milestone drives conversions with AMP pages for local hospitality site
id: Milestone mendorong konversi dengan halaman AMP untuk situs perhotelan lokal
ja: マイルストーンは、地元のおもてなしサイトのAMPページでコンバージョンを促進します
ru: Milestone запускает конверсии с помощью страниц AMP для местного сайта гостеприимства

source: Hearst integrates key partner and product solutions on AMP
id: Hearst mengintegrasikan mitra utama dan solusi produk pada AMP
ja: HearstがAMPの主要なパートナーと製品ソリューションを統合
ru: Hearst интегрирует ключевые решения для партнеров и продуктов на AMP

source: Wired AMP’s its 20+ year archive to meet audiences online
id: Wired AMP arsip 20+ tahun untuk bertemu pemirsa online
ja: Wired AMPは20年以上前のアーカイブであり、オンラインで視聴者と出会うことができます
ru: Wired AMP более чем 20-летний архив, чтобы встретить аудиторию онлайн

source: Slate gets efficient with AMP
id: Slate menjadi efisien dengan AMP
ja: スレートはAMPで効率的になります
ru: Шифер становится эффективным с AMP

source: Relay Media helps publishers get AMP’d
id: Relay Media membantu penerbit mendapatkan AMP
ja: Relay MediaはパブリッシャーがAMPを取得するのに役立ちます
ru: Relay Media помогает издателям получить AMP

source: plista grows publisher revenue & user engagement with AMP
id: plista menumbuhkan pendapatan penerbit & keterlibatan pengguna dengan AMP
ja: plistaはAMPでパブリッシャーの収益とユーザーエンゲージメントを高めます
ru: Plista увеличивает доходы издателей и взаимодействие с пользователями с AMP

source: Create flawless web experiences
id: Buat pengalaman web yang sempurna
ja: 完璧なWebエクスペリエンスを作成する
ru: Создать безупречный веб-опыт

source: Snackable formats for everyone
id: Format yang dapat diemong untuk semua orang
ja: みんなのためのおやつフォーマット
ru: Закусочные форматы для всех

source: Super fast ads on the web
id: Iklan super cepat di web
ja: ウェブ上の超高速広告
ru: Супер быстрая реклама в интернете

source: Next gen email
id: Email gen berikutnya
ja: 次世代のメール
ru: Электронная почта следующего поколения

source: Use cases
id: Gunakan kasing
ja: ユースケース
ru: Сценарии использования

source: Guides & Tutorials
id: Panduan & Tutorial
ja: ガイドとチュートリアル
ru: Руководства и учебники

source: The complete AMP library
id: Perpustakaan AMP lengkap
ja: 完全なAMPライブラリ
ru: Полная библиотека AMP

source: Hands on Introduction to AMP
id: Praktek Pengantar AMP
ja: AMPの概要
ru: Руки по введению в AMP

source: Learn AMP with free courses
id: Pelajari AMP dengan kursus gratis
ja: 無料コースでAMPを学ぶ
ru: Учите AMP с бесплатными курсами

source: Templates
id: Templat
ja: テンプレート
ru: Шаблоны

source: Begin building
id: Mulailah membangun
ja: 構築を開始
ru: Начать строительство

source: Ready to use
id: Siap digunakan
ja: 使用する準備ができて
ru: Готов к использованию

source: Courses
id: Kursus
ja: コース
ru: Курсы

source: Governance
id: Pemerintahan
ja: ガバナンス
ru: управление

source: AMP Roadshow
id: Roadshow AMP
ja: AMPロードショー

source: Help
id: Tolong
ja: 助けて
ru: Помогите

source: Encouraging More Voices in AMP
id: Mendorong Lebih Banyak Suara di AMP
ja: AMPでより多くの声を促進する
ru: Поощряя больше голосов в AMP

source: An AMP Working Group is a segment of the community with knowledge/interest in specific area of AMP. Working Groups are created by AMP’s Technical Steering Committee.
id: Kelompok Kerja AMP adalah segmen masyarakat dengan pengetahuan / minat di bidang AMP tertentu. Kelompok Kerja dibuat oleh Komite Pengarah Teknis AMP.
ja: AMPワーキンググループは、AMPの特定の分野に関する知識/関心を持つコミュニティのセグメントです。ワーキンググループは、AMPの技術運営委員会によって作成されます。
ru: Рабочая группа AMP - это сегмент сообщества, обладающий знаниями / интересами в конкретной области AMP. Рабочие группы создаются Техническим руководящим комитетом AMP.

source: Most Working Groups provide bi-weekly status updates and present quarterly high-level updates in round-robin fashion at Design Reviews.
id: Sebagian besar Kelompok Kerja memberikan pembaruan status dua mingguan dan menyajikan pembaruan tingkat tinggi triwulanan dengan mode round-robin di Design Reviews.
ja: ほとんどのワーキンググループは、隔週でステータスを更新し、デザインレビューでラウンドロビン方式で四半期ごとの高レベルの更新を提示します。
ru: Большинство рабочих групп предоставляют обновления статуса каждые две недели и ежеквартально представляют высокоуровневые обновления в циклическом режиме в обзорах дизайна.

source: Current Issues
id: Isu saat ini
ja: 現在の問題
ru: Текущие проблемы

source: The facilitator of {name} is:
id: Fasilitator {name} adalah:
ja: {name}のファシリテーターは：
ru: Фасилитатор {имя} это:

source: Members
id: Anggota
ja: 会員
ru: члены

source: Communication Channels
id: Saluran Komunikasi
ja: コミュニケーションチャンネル
ru: Каналы связи

source: <a href={{ doc.html_url }} target="_blank" rel="noopener">The GitHub Team</a> also includes { name } WG members.
id: <a href = {{doc.html_url}} target = \
ja: <a href = {{doc.html_url}} target = \
ru: <a href = {{doc.html_url}} target = \

source: Other ways to get involved with AMP
id: Cara lain untuk terlibat dengan AMP
ja: AMPに参加するその他の方法
ru: Другие способы принять участие в AMP

source: Contribute to AMP
id: Berkontribusi pada AMP
ja: AMPに貢献する
ru: Способствовать AMP

source: The AMP Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to AMP There are many ways for you to contribute.
id: Proyek AMP tidak akan mungkin terjadi tanpa bantuan dari semua anggota komunitas apakah Anda seorang pengembang, pembuat konten atau penyedia layanan yang relevan dengan AMP. Ada banyak cara bagi Anda untuk berkontribusi.
ja: AMPプロジェクトは、あなたがAMPに関連するサービスの開発者、コンテンツ作成者、またはプロバイダーであるかどうかに関係なく、コミュニティのすべてのメンバーからの支援なしには不可能です。
ru: Проект AMP был бы невозможен без помощи всех членов сообщества, независимо от того, являетесь ли вы разработчиком, создателем контента или поставщиком услуг, имеющих отношение к AMP. У вас есть много способов внести свой вклад.

source: Governance Body
id: Badan Pemerintahan
ja: ガバナンス機関
ru: Орган управления

source: Learn more about the Advisory Committee and Technical Steering Committee.
id: Pelajari lebih lanjut tentang Komite Penasihat dan Komite Pengarah Teknis.
ja: 諮問委員会と技術運営委員会の詳細をご覧ください。
ru: Узнайте больше о Консультативном комитете и Техническом руководящем комитете.

source: Working Group
id: Kelompok kerja
ja: ワーキンググループ
ru: Рабочая группа

source: AMP for Email
id: AMP untuk Email
ja: メール用AMP
ru: AMP для электронной почты

source: wg-amp4email Working Group is responsible for the development and maintenance of the AMP for Email specification and related features.
id: wg-amp4email Working Group bertanggung jawab untuk pengembangan dan pemeliharaan AMP untuk spesifikasi Email dan fitur terkait.
ja: wg-amp4emailワーキンググループは、AMP for Email仕様と関連機能の開発と保守を担当しています。
ru: Рабочая группа wg-amp4email отвечает за разработку и сопровождение спецификации AMP для электронной почты и связанных с ней функций.

source: View all
id: Lihat semua
ja: すべてを見る
ru: Посмотреть все

source: Come join us in your city for a free, inclusive dev workshop with the AMP team.
id: Bergabunglah bersama kami di kota Anda untuk lokakarya dev yang inklusif dan gratis dengan tim AMP.
ja: AMPチームとの無料の包括的な開発ワークショップにぜひご参加ください。
ru: Присоединяйтесь к нам в своем городе на бесплатном семинаре для разработчиков с командой AMP.

source: Where we’ve been
id: Di mana kita berada
ja: 私たちが行ったところ
ru: Где мы были

source: Where we’re going next
id: Ke mana kita akan pergi selanjutnya
ja: 次に行くところ
ru: Куда мы идем дальше

source: Your city isn’t on the list? Check back soon for additional dates and cities. Or...
id: Kota Anda tidak ada dalam daftar? Segera periksa kembali untuk tanggal dan kota tambahan. Atau...
ja: あなたの都市はリストにありませんか？追加の日付と都市については、すぐに確認してください。または...
ru: Вашего города нет в списке? Проверьте позже для дополнительных дат и городов. Или же...

source: That’s very kind. Fill out <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">this form</a> and we’ll see what we can do!
id: Itu sangat baik. Isi <a href = \
ja: それはとても親切です。 <a href = に記入
ru: Это очень мило. Заполните <a href = \

source: Want to host your own AMP Roadshow?
id: Ingin meng-host Roadshow AMP Anda sendiri?
ja: 独自のAMPロードショーをホストしませんか？
ru: Хотите провести свое собственное AMP Roadshow?

source: Why not? Fill out <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">this form</a>, and we’ll share with you our talks and all the materials you need to do it yourself!
id: Kenapa tidak? Isi <a href = \
ja: 何故なの？ <a href = に記入
ru: Почему бы нет? Заполните <a href = \

source: Agenda
id: Jadwal acara
ja: 議題
ru: Повестка дня

source: The agenda is designed to enable you to build even more beautiful, interactive and canonical AMP pages. We welcome both newcomers to AMP and those who already ship AMP pages. <span>This is a sample agenda – schedule varies based on the city.</span>
id: Agenda ini dirancang untuk memungkinkan Anda membuat halaman AMP yang lebih indah, interaktif, dan kanonik. Kami menyambut baik pendatang baru di AMP dan mereka yang sudah mengirimkan halaman AMP. <span> Ini adalah contoh agenda - jadwal bervariasi berdasarkan kota. </span>
ja: 議題は、さらに美しく、インタラクティブで、標準的なAMPページを作成できるように設計されています。 AMPを初めてご利用になる方、すでにAMPページを出荷している方を歓迎します。 <span>これはサンプルの議題です–スケジュールは市によって異なります。</ span>
ru: Повестка дня предназначена для того, чтобы вы могли создавать еще более красивые, интерактивные и канонические страницы AMP. Мы приветствуем как новичков в AMP, так и тех, кто уже отправляет страницы AMP. <span> Это примерная повестка дня - расписание зависит от города. </ span>

source: We’ll cover a lot of ground in the few hours we have together. To enable you to build full-fledged AMP sites, the roadshow will deep dive into four big pillars:
id: Kami akan membahas banyak hal dalam beberapa jam yang kami miliki bersama. Untuk memungkinkan Anda membangun situs AMP yang lengkap, roadshow akan menyelam ke dalam empat pilar besar:
ja: 私たちは一緒にいる数時間で多くの土台をカバーします。本格的なAMPサイトを構築できるように、ロードショーは4つの大きな柱に深く掘り下げます。
ru: Мы пройдем много времени за несколько часов, проведенных вместе. Чтобы дать вам возможность создать полноценные сайты AMP, роудшоу глубоко погрузится в четыре больших столпа:

source: Content
id: Kandungan
ja: コンテンツ
ru: содержание

source: During "Amplify live!", we’ll be on stage exploring the most interesting AMP challenges, allowing you to either follow along or do your own thing, like one of the many AMP codelabs. Bring your laptop!
id: Selama \
ja: 中
ru: В течение \

source: Frequently Asked Questions
id: Pertanyaan yang Sering Diajukan
ja: よくある質問
ru: Часто задаваемые вопросы

source: Does it cost anything?
id: Apakah ada biaya apa pun?
ja: 費用はかかりますか？
ru: Это что-нибудь стоит?

source: No - tickets are free of charge.
id: Tidak - tiket gratis.
ja: いいえ-チケットは無料です。
ru: Нет - билеты бесплатны.

source: Who is the event for?
id: Untuk siapa acara itu?
ja: 誰のためのイベントですか？
ru: Для кого это событие?

source: Web developers and designers with an interest in AMP--whether you’ve had experience using AMP and want to create better experiences, you’re curious about how you can use AMP to improve your site, or you want to contribute to AMP to make it better for everyone.
id: Pengembang dan perancang web yang tertarik pada AMP - apakah Anda pernah memiliki pengalaman menggunakan AMP dan ingin menciptakan pengalaman yang lebih baik, Anda ingin tahu bagaimana Anda dapat menggunakan AMP untuk meningkatkan situs Anda, atau Anda ingin berkontribusi pada AMP untuk membuat itu lebih baik untuk semua orang.
ja: AMPに関心のあるWeb開発者およびデザイナー-AMPの使用経験があり、より良いエクスペリエンスを作成したい場合でも、AMPを使用してサイトを改善する方法に興味がある場合、またはAMPに貢献して作成したい場合それは誰にとっても良いです。
ru: Веб-разработчики и дизайнеры, заинтересованные в AMP - имеете ли вы опыт использования AMP и хотите ли вы улучшить его, хотите узнать, как вы можете использовать AMP для улучшения своего сайта, или вы хотите внести свой вклад в AMP, чтобы сделать это лучше для всех.

source: Am I all set after registering?
id: Apakah saya siap setelah mendaftar?
ja: 登録後、すべて設定されましたか？
ru: У меня все настроено после регистрации?

source: We expect that in some cities more people will be interested in attending than we can accommodate, so we will be confirming attendees on a case-by-case basis.
id: Kami berharap bahwa di beberapa kota lebih banyak orang akan tertarik untuk menghadiri daripada yang dapat kami tampung, jadi kami akan mengonfirmasi peserta berdasarkan kasus per kasus.
ja: 一部の都市では、私たちが収容できるよりも多くの人々が参加することに興味を持っていると予想されるため、ケースバイケースで参加者を確認します。
ru: Мы ожидаем, что в некоторых городах больше людей будет заинтересовано в посещении, чем мы можем вместить, поэтому мы будем подтверждать участников в каждом конкретном случае.

source: Want the AMP Roadshow to visit your area?
id: Ingin Roadshow AMP mengunjungi daerah Anda?
ja: AMPロードショーでお住まいの地域を訪れてみませんか？
ru: Хотите, чтобы AMP Roadshow посетили ваш район?

source: Design
id: Rancangan
ja: 設計
ru: дизайн

source: AMP as canonical site
id: AMP sebagai situs kanonik
ja: 正規サイトとしてのAMP
ru: AMP как канонический сайт

source: Responsive design
id: Desain responsif
ja: レスポンシブデザイン
ru: Адаптивный дизайн

source: New AMP Effects
id: Efek AMP Baru
ja: 新しいAMPエフェクト
ru: Новые AMP-эффекты

source: New AMP UI components
id: Komponen AMP UI baru
ja: 新しいAMP UIコンポーネント
ru: Новые компоненты пользовательского интерфейса AMP

source: Interactivity
id: Interaktivitas
ja: 対話性
ru: интерактивность

source: State management (amp-bind)
id: Manajemen negara (amp-bind)
ja: 状態管理（amp-bind）
ru: Государственное управление (amp-bind)

source: Live data
id: Data langsung
ja: ライブデータ
ru: Живые данные

source: Forms & autocomplete
id: Formulir & pelengkapan otomatis
ja: フォームとオートコンプリート
ru: Формы и автозаполнение

source: Selections
id: Pilihan
ja: セレクション
ru: Выбор

source: Deploying AMP
id: Menyebarkan AMP
ja: AMPのデプロイ
ru: Развертывание AMP

source: AMP in your favorite CMS
id: AMP di CMS favorit Anda
ja: お気に入りのCMSのAMP
ru: AMP в вашей любимой CMS

source: SEO & Discovery
id: SEO & Penemuan
ja: SEOと発見
ru: SEO и открытие

source: AMP & PWA
ja: AMPとPWA

source: Monetization
id: Monetisasi
ja: 収益化
ru: монетизация

source: AMP for Landing Pages
id: AMP untuk Halaman Arahan
ja: ランディングページ用のAMP
ru: AMP для целевых страниц

source: Integrating ads
id: Mengintegrasikan iklan
ja: 広告の統合
ru: Интеграция рекламы

source: Analytics
id: Analisis
ja: 分析
ru: аналитика

source: Paywalls & Payments
id: Paywalls & Pembayaran
ja: ペイウォールと支払い
