Repository: dixent/one-file-test
Catalog: */3000.po
Languages: id, ja, ru

source: The rules for animation-related CSS ensure that animations can be GPU-accelerated. Specifically, AMP only allows animating and transitioning on transform and opacity so that page layout isn’t required. Learn more about <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">using transform and opacity for animation changes</a>.
id: Aturan untuk CSS yang berhubungan dengan animasi memastikan bahwa animasi dapat dipercepat GPU. Secara khusus, AMP hanya memungkinkan animasi dan transisi pada transformasi dan opacity sehingga tata letak halaman tidak diperlukan. Pelajari lebih lanjut tentang <a href = \
ja: アニメーション関連のCSSのルールにより、アニメーションをGPUで高速化できるようになります。具体的には、AMPでは変換と不透明度のアニメーション化と遷移のみが許可されているため、ページレイアウトは必要ありません。 <a href = の詳細
ru: Правила для CSS, относящегося к анимации, гарантируют, что анимация может быть ускорена графическим процессором. В частности, AMP позволяет анимировать и переходить только при преобразовании и непрозрачности, поэтому макет страницы не требуется. Узнайте больше о <a href = \

source: Prioritize resource loading
id: Prioritaskan pemuatan sumber daya
ja: リソースの読み込みを優先する
ru: Приоритет загрузки ресурсов

source: AMP controls all resource downloads: it prioritizes resource loading, loading only what’s needed, and prefetches lazy-loaded resources.
id: AMP mengontrol semua unduhan sumber daya: ia memprioritaskan pemuatan sumber daya, hanya memuat apa yang dibutuhkan, dan mengambil sumber daya yang malas.
ja: AMPはすべてのリソースのダウンロードを制御します。リソースのロードを優先し、必要なものだけをロードし、遅延ロードされたリソースをプリフェッチします。
ru: AMP контролирует все загрузки ресурсов: он определяет приоритет загрузки ресурсов, загружает только то, что нужно, и предварительно выбирает загруженные ресурсы.

source: When AMP downloads resources, it optimizes downloads so that the currently most important resources are downloaded first. Images and ads are only downloaded if they are likely to be seen by the user, above the fold, or if the user is likely to quickly scroll to them.
id: Ketika AMP mengunduh sumber daya, ia mengoptimalkan unduhan sehingga sumber daya yang paling penting saat ini diunduh terlebih dahulu. Gambar dan iklan hanya diunduh jika cenderung dilihat oleh pengguna, di atas flip, atau jika pengguna cenderung gulir dengan cepat ke sana.
ja: AMPがリソースをダウンロードすると、ダウンロードが最適化され、現在最も重要なリソースが最初にダウンロードされます。画像と広告は、スクロールせずに見える範囲でユーザーに表示される可能性が高い場合、またはユーザーがすばやくスクロールできる場合にのみダウンロードされます。
ru: Когда AMP загружает ресурсы, он оптимизирует загрузку, так что наиболее важные на данный момент ресурсы загружаются первыми. Изображения и рекламные объявления загружаются только в том случае, если они могут быть просмотрены пользователем выше сгиба или если пользователь может быстро прокрутить их.

source: AMP also prefetches lazy-loaded resources. Resources are loaded as late as possible, but prefetched as early as possible. That way things load very fast but CPU is only used when resources are actually shown to users.
id: AMP juga mengambil sumber daya yang malas. Sumber daya dimuat selambat mungkin, tetapi diambil sesegera mungkin. Dengan cara itu hal-hal memuat sangat cepat tetapi CPU hanya digunakan ketika sumber daya benar-benar ditampilkan kepada pengguna.
ja: AMPは、遅延ロードされたリソースもプリフェッチします。リソースはできるだけ遅く読み込まれますが、できるだけ早くプリフェッチされます。この方法では、読み込みが非常に高速になりますが、CPUは、リソースが実際にユーザーに表示されるときにのみ使用されます。
ru: AMP также предварительно загружает лениво загруженные ресурсы. Ресурсы загружаются как можно позже, но предварительно загружаются как можно раньше. Таким образом, вещи загружаются очень быстро, но процессор используется только тогда, когда ресурсы фактически показываются пользователям.

source: Load pages in an instant
id: Muat halaman dalam sekejap
ja: 瞬時にページを読み込む
ru: Загрузка страниц в одно мгновение

source: The new <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">preconnect API</a> is used heavily to ensure HTTP requests are as fast as possible when they are made. With this, a page can be rendered before the user explicitly states they’d like to navigate to it; the page might already be available by the time the user actually selects it, leading to instant loading.
id: Baru <a href = \
ja: 新しい<a href = \
ru: Новый <a href = \

source: While prerendering can be applied to all web content, it can also use up a lot of bandwidth and CPU. AMP is optimized to reduce both of these factors. Prerendering only downloads resources above the fold and prerendering doesn’t render things that might be expensive in terms of CPU.
id: Meskipun pra-perenderan dapat diterapkan ke semua konten web, itu juga dapat menggunakan banyak bandwidth dan CPU. AMP dioptimalkan untuk mengurangi kedua faktor ini. Prerender hanya mengunduh sumber daya di atas flip dan prerender tidak membuat hal-hal yang mungkin mahal dalam hal CPU.
ja: 事前レンダリングはすべてのWebコンテンツに適用できますが、大量の帯域幅とCPUを使用することもあります。 AMPは、これら両方の要因を低減するように最適化されています。事前レンダリングでは、スクロールせずに見える範囲のリソースのみがダウンロードされます。事前レンダリングでは、CPUの点で高価になる可能性があるものはレンダリングされません。
ru: Хотя предварительный рендеринг может быть применен ко всему веб-контенту, он также может потреблять большую пропускную способность и центральный процессор. AMP оптимизирован для уменьшения обоих этих факторов. Предварительный рендеринг загружает только ресурсы выше сгиба, а предварительный рендеринг не рендерит вещи, которые могут быть дорогими с точки зрения использования процессора.

source: Learn more about <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">why AMP HTML doesn’t take full advantage of the preload scanner</a>.
id: Pelajari lebih lanjut tentang <a href = \
ja: <a href = の詳細
ru: Узнайте больше о <a href = \

source: Developer Benefits
id: Manfaat Pengembang
ja: 開発者のメリット
ru: Преимущества для разработчиков

source: Regular Ad
id: Iklan Reguler
ja: 通常の広告
ru: Обычная реклама

source: JavaScript is powerful, it can modify just about every aspect of the page, but it can also block DOM construction and delay page rendering (see also <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Adding interactivity with JavaScript</a>). To keep JavaScript from delaying page rendering, AMP allows only asynchronous JavaScript.
id: JavaScript sangat kuat, dapat memodifikasi hampir setiap aspek halaman, tetapi juga dapat memblokir konstruksi DOM dan menunda rendering halaman (lihat juga <a href = \
ja: JavaScriptは強力で、ページのほぼすべての側面を変更できますが、DOMの構築をブロックし、ページのレンダリングを遅延させることもできます（<a href = も参照）
ru: JavaScript мощный, он может изменять почти каждый аспект страницы, но он также может блокировать построение DOM и задерживать рендеринг страницы (см. Также <a href = \

source: AMP uncouples document layout from resource layout. Only one HTTP request is needed to layout the entire doc (<a href="#font-triggering-must-be-efficient">+fonts</a>). Since AMP is optimized to avoid expensive style recalculations and layouts in the browser, there won’t be any re-layout when resources load.
id: AMP memisahkan tata letak dokumen dari tata letak sumber daya. Hanya satu permintaan HTTP yang diperlukan untuk tata letak seluruh dokumen (<a href = \
ja: AMPは、リソースレイアウトからドキュメントレイアウトを切り離します。ドキュメント全体をレイアウトするのに必要なHTTPリクエストは1つだけです（<a href = \
ru: AMP отсоединяет макет документа от макета ресурса. Только один HTTP-запрос необходим для размещения всего документа (<a href = \

source: Any page that uses a custom script must tell the AMP system that it will eventually have a custom tag. For example, the <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> script tells the system that there will be an <code>amp-iframe</code> tag. AMP creates the iframe box before it even knows what it will include:
id: Setiap halaman yang menggunakan skrip khusus harus memberi tahu sistem AMP bahwa pada akhirnya ia akan memiliki tag khusus. Misalnya, <a href = \
ja: カスタムスクリプトを使用するすべてのページは、最終的にカスタムタグを持つことをAMPシステムに通知する必要があります。たとえば、<a href = \
ru: Любая страница, которая использует собственный сценарий, должна сообщить системе AMP, что в конечном итоге она будет иметь собственный тег. Например, <a href = \

source: When AMP documents get prerendered for instant loading, only resources above the fold are actually downloaded. When AMP documents get prerendered for instant loading, resources that might use a lot of CPU (like third-party iframes) do not get downloaded.
id: Ketika dokumen AMP ditinjau sebelumnya untuk pemuatan instan, hanya sumber daya di atas flip yang benar-benar diunduh. Ketika dokumen AMP dipra-prerender untuk pemuatan instan, sumber daya yang mungkin menggunakan banyak CPU (seperti iframe pihak ketiga) tidak bisa diunduh.
ja: AMPドキュメントがインスタントロード用に事前レンダリングされると、実際にはスクロールせずに見える範囲のリソースのみがダウンロードされます。 AMPドキュメントが事前読み込みされてインスタントロードされる場合、CPUを大量に使用する可能性のあるリソース（サードパーティのiframeなど）はダウンロードされません。
ru: Когда документы AMP подготавливаются для мгновенной загрузки, фактически загружаются только ресурсы, расположенные выше сгиба. Когда документы AMP подготавливаются для мгновенной загрузки, ресурсы, которые могут использовать много ресурсов ЦП (например, сторонние фреймы), не загружаются.

source: Vision & Mission
id: Visi Misi
ja: ビジョンミッション
ru: Видение и Миссия

source: Our vision is our north star we use to orient ourselves, and our mission describes the way we move into the direction of it.
id: Visi kami adalah bintang utara yang kami gunakan untuk mengarahkan diri sendiri, dan misi kami menggambarkan cara kami bergerak ke arah itu.
ja: 私たちのビジョンは、私たちが自分自身を方向付けるために使用する北の星であり、私たちの使命は、私たちがその方向に進む方法を説明しています。
ru: Наше видение - это наша северная звезда, которую мы используем, чтобы ориентироваться, и наша миссия описывает то, как мы движемся в этом направлении.

source: Vision
id: Penglihatan
ja: ビジョン
ru: видение

source: Mission
id: Misi
ja: ミッション
ru: миссия

source: A strong, user-first open web forever.
id: Web terbuka yang kuat dan pertama-pengguna selamanya.
ja: 強力な、ユーザーファーストのオープンウェブ。
ru: Сильный, открытый в первый раз пользователь навсегда.

source: Provide a user-first format for web content, supporting the long-term success of every web publisher, merchant, and advertiser.
id: Berikan format pertama-pengguna untuk konten web, yang mendukung keberhasilan jangka panjang dari setiap penerbit web, pedagang, dan pengiklan.
ja: Webコンテンツのユーザーファーストフォーマットを提供し、すべてのWebパブリッシャー、マーチャント、および広告主の長期的な成功をサポートします。
ru: Предоставьте пользовательский формат для веб-контента, обеспечивающий долгосрочный успех каждого веб-издателя, продавца и рекламодателя.

source: Design Principles
id: Prinsip desain
ja: 設計原則
ru: Принципы дизайна

source: These design principles are meant to guide the ongoing design and development of AMP. They should help us make internally consistent decisions.
id: Prinsip-prinsip desain ini dimaksudkan untuk memandu desain dan pengembangan AMP yang sedang berlangsung. Mereka harus membantu kita membuat keputusan yang konsisten secara internal.
ja: これらの設計原則は、AMPの継続的な設計と開発を導くことを目的としています。彼らは私たちが内部的に一貫した決定をするのを助けるべきです。
ru: Эти принципы проектирования предназначены для руководства текущим проектированием и разработкой AMP. Они должны помочь нам принять внутренне согласованные решения.

source: User Experience > Developer Experience > Ease of Implementation.
id: Pengalaman Pengguna> Pengalaman Pengembang> Kemudahan Implementasi.
ja: ユーザーエクスペリエンス>開発者エクスペリエンス>実装の容易さ。
ru: Опыт пользователя> Опыт разработчика> Простота реализации.

source: When in doubt, do what’s best for the end user experience, even if it means that it’s harder for the page creator to build or for the library developer to implement.
id: Jika ragu, lakukan yang terbaik untuk pengalaman pengguna akhir, meskipun itu berarti lebih sulit bagi pembuat halaman untuk membangun atau bagi pengembang perpustakaan untuk mengimplementasikan.
ja: 疑わしい場合は、ページの作成者が構築したり、ライブラリの開発者が実装したりするのが困難であっても、エンドユーザーエクスペリエンスに最適な方法を実行してください。
ru: Если есть сомнения, делайте то, что лучше для конечного пользователя, даже если это означает, что создателю страницы сложнее создать или реализовать разработчику библиотеки.

source: Don’t design for a hypothetical faster future browser.
id: Jangan mendesain untuk browser masa depan yang lebih cepat hipotetis.
ja: 仮想のより高速な将来のブラウザ用に設計しないでください。
ru: Не проектируйте для гипотетического более быстрого будущего браузера

source: We’ve chosen to build AMP as a library in the spirit of the <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">EXTENSIBLE WEB MANIFESTO</a> to be able to fix the web of today, not the web of tomorrow. AMP should be fast in today’s browsers. When certain optimizations aren’t possible with today’s platform, AMP developers should participate in standards development to get these added to the web platform.</span>
id: Kami telah memilih untuk membangun AMP sebagai perpustakaan dengan semangat <a href = \
ja: <a href = の精神に基づき、AMPをライブラリとして構築することにしました。
ru: Мы решили построить AMP в качестве библиотеки в духе <a href = \

source: Don’t break the web.
id: Jangan merusak web.
ja: ウェブを壊さないでください。
ru: Не ломай сеть.

source: Ensure that if AMP has outages or problems it doesn’t hurt the rest of the web. That means if the Google AMP Cache, the URL API or the library fails it should be possible for websites to gracefully degrade. If something works with an AMP cache it should also work without a cache.
id: Pastikan bahwa jika AMP mengalami gangguan atau masalah, itu tidak akan melukai web lainnya. Itu berarti jika Google AMP Cache, URL API atau perpustakaan gagal, seharusnya situs web dapat terdegradasi dengan anggun. Jika sesuatu bekerja dengan cache AMP, itu juga harus bekerja tanpa cache.
ja: AMPに機能停止または問題が発生しても、それが他のウェブに悪影響を与えないことを確認してください。つまり、Google AMPキャッシュ、URL API、またはライブラリに障害が発生した場合、ウェブサイトが正常に機能しなくなる可能性があります。何かがAMPキャッシュで動作する場合、キャッシュなしでも動作するはずです。
ru: Убедитесь, что если у AMP есть перебои или проблемы, это не повредит остальной части сети. Это означает, что если Google AMP Cache, URL API или библиотека не будут работать, у веб-сайтов должна быть возможность изящного ухудшения качества. Если что-то работает с кешем AMP, оно также должно работать без кеша.

source: Solve problems on the right layer.
id: Memecahkan masalah di lapisan kanan.
ja: 適切なレイヤーで問題を解決します。
ru: Решите проблемы на правильном слое.

source: E.g. don’t integrate things on the client side, just because that is easier, when the user experience would be better with a server side integration.
id: Misalnya. jangan mengintegrasikan hal-hal di sisi klien, hanya karena itu lebih mudah, ketika pengalaman pengguna akan lebih baik dengan integrasi sisi server.
ja: 例えば。サーバー側の統合によりユーザーエクスペリエンスが向上する場合に、クライアント側で統合しないでください。
ru: Например. не интегрируйте вещи на стороне клиента, просто потому, что это проще, когда взаимодействие с пользователем будет лучше при интеграции на стороне сервера.

source: Only do things if they can be made fast.
id: Hanya lakukan hal-hal jika mereka dapat dibuat cepat.
ja: 彼らは速く作ることができる場合にのみ物事を行います。
ru: Делайте вещи только тогда, когда они могут быть сделаны быстро.

source: Don’t introduce components or features to AMP that can’t reliably run at 60fps or hinder the instant load experience on today’s most common mobile devices.
id: Jangan memperkenalkan komponen atau fitur ke AMP yang tidak dapat berjalan dengan andal pada 60fps atau menghambat pengalaman pemuatan instan pada perangkat seluler paling umum saat ini.
ja: 60fpsで確実に実行できないコンポーネントや、今日の最も一般的なモバイルデバイスでのインスタントロードエクスペリエンスを妨げるコンポーネントや機能をAMPに導入しないでください。
ru: Не вводите в AMP компоненты или функции, которые не могут надежно работать со скоростью 60 кадров в секунду или мешают мгновенной загрузке на самых распространенных современных мобильных устройствах.

source: Prioritise things that improve the user experience – but compromise when needed.
id: Prioritaskan hal-hal yang meningkatkan pengalaman pengguna - tetapi berkompromi saat dibutuhkan.
ja: ユーザーエクスペリエンスを向上させるものを優先しますが、必要に応じて妥協します。
ru: Приоритетные вещи, которые улучшают пользовательский опыт - но компромисс при необходимости.

source: Some things can be made fast and are still a terrible user experience. AMPs should deliver a fantastic user experience and speed is just one part of that. Only compromise when lack of support for something would stop AMP from being widely used and deployed.
id: Beberapa hal dapat dibuat cepat dan masih merupakan pengalaman pengguna yang mengerikan. AMP harus memberikan pengalaman pengguna yang fantastis dan kecepatan hanyalah salah satu bagian dari itu. Hanya kompromi ketika kurangnya dukungan untuk sesuatu yang akan menghentikan AMP untuk digunakan dan digunakan secara luas.
ja: 高速化できるものもあり、それでもユーザーエクスペリエンスはひどいものです。 AMPは素晴らしいユーザーエクスペリエンスを提供する必要があり、速度はその一部にすぎません。何かに対するサポートの欠如がAMPの広く使用および展開を妨げる場合にのみ妥協します。
ru: Некоторые вещи могут быть сделаны быстро и все еще ужасный пользовательский опыт. AMP должны обеспечивать фантастический пользовательский опыт, и скорость - это только часть этого. Только компромисс, когда отсутствие поддержки чего-либо может помешать широкому использованию и развертыванию AMP.

source: No whitelists.
id: Tidak ada daftar putih.
ja: ホワイトリストはありません。
ru: Нет белых списков.

source: We won’t give any special treatment to specific sites, domains or origins except where needed for security or performance reasons.
id: Kami tidak akan memberikan perlakuan khusus untuk situs, domain, atau asal tertentu kecuali jika diperlukan untuk alasan keamanan atau kinerja.
ja: セキュリティやパフォーマンス上の理由で必要な場合を除き、特定のサイト、ドメイン、オリジンには特別な扱いはしません。
ru: Мы не будем предоставлять какой-либо особый подход к конкретным сайтам, доменам или источникам, кроме случаев, когда это необходимо по соображениям безопасности или производительности.

source: Discover more...
id: Temukan lebih banyak ...
ja: もっと詳しく...
ru: Открой для себя больше...

source: Create your first AMP page
id: Buat halaman AMP pertama Anda
ja: 最初のAMPページを作成する
ru: Создайте свою первую страницу AMP

source: Not sure how to get started? In this tutorial, you’ll learn how to create a basic AMP HTML page, how to stage it and validate that it’s AMP compliant, and finally ...
id: Tidak yakin bagaimana memulainya? Dalam tutorial ini, Anda akan belajar cara membuat halaman HTML AMP dasar, cara membuat panggung dan memvalidasi bahwa itu sesuai dengan AMP, dan akhirnya ...
ja: 始める方法がわからない？このチュートリアルでは、基本的なAMP HTMLページを作成する方法、ステージングしてAMP準拠であることを検証する方法、そして最後に...
ru: Не знаете, как начать? В этом руководстве вы узнаете, как создать базовую HTML-страницу AMP, как ее организовать и проверить, что она соответствует AMP, и, наконец, ...

source: In this tutorial, you'll learn how to use data binding and expressions to build awesome, interactive AMP pages with amp-bind ...
id: Dalam tutorial ini, Anda akan belajar cara menggunakan pengikatan dan ekspresi data untuk membuat halaman AMP interaktif yang luar biasa dengan ...
ja: このチュートリアルでは、データバインディングと式を使用して、amp-bindを備えたすばらしいインタラクティブなAMPページを作成する方法を学びます...
ru: Из этого руководства вы узнаете, как использовать привязку данных и выражения для создания удивительных интерактивных страниц AMP с помощью amp-bind ...

source: Styling and layout on AMP HTML pages is very similar to normal HTML pages – in both cases, you'll use CSS.
id: Styling dan tata letak pada halaman HTML AMP sangat mirip dengan halaman HTML normal - dalam kedua kasus, Anda akan menggunakan CSS.
ja: AMP HTMLページのスタイルとレイアウトは、通常のHTMLページと非常によく似ています。どちらの場合も、CSSを使用します。
ru: Стили и макет на страницах AMP HTML очень похожи на обычные страницы HTML - в обоих случаях вы будете использовать CSS.

source: Get Started with Tutorials
id: Mulailah dengan Tutorial
ja: チュートリアルを始める
ru: Начните с учебников

source: AMP Websites
id: Situs Web AMP
ja: AMPウェブサイト
ru: Сайты AMP

source: AMP Email
id: Email AMP
ja: AMPメール

source: advertisers
id: pengiklan
ja: 広告主
ru: рекламодатели

source: publishers
id: penerbit
ja: 出版社
ru: издатели

source: e-commerce
id: perdagangan elektronik
ja: 電子商取引
ru: электронная коммерция

source: nonprofit
id: nirlaba
ja: 非営利
ru: некоммерческий

source: social-media
id: media sosial
ja: ソーシャルメディア
ru: социальные медиа

source: Magazine article
id: Artikel majalah
ja: 雑誌の記事
ru: Статья в журнале

source: Breaking the status quo
id: Memecah status quo
ja: 現状を打破する
ru: Нарушая статус-кво

source: This example of magazine article demonstrates how to build an immersive reading experience by adding animations that enhance the written content on the page.
id: Contoh artikel majalah ini menunjukkan bagaimana membangun pengalaman membaca yang mendalam dengan menambahkan animasi yang meningkatkan konten tertulis pada halaman.
ja: この雑誌の記事の例は、ページに書かれたコンテンツを強化するアニメーションを追加して、没入型の読書体験を構築する方法を示しています。
ru: Этот пример журнальной статьи демонстрирует, как создать захватывающий опыт чтения, добавляя анимацию, которая улучшает написанное на странице.

source: <code>amp-position-observer</code> in combination with <code>amp-animation</code> allows a smooth "scrolly-telling" experience with minimal effort and without any custom JavaScript.
id: <code> amp-position-observer </code> dikombinasikan dengan <code> amp-animation </code> memungkinkan kelancaran \
ja: <code> amp-position-observer </ code>を<code> amp-animation </ code>と組み合わせると、スムーズな\
ru: <code> amp-position-наблюдатель </ code> в сочетании с <code> amp-animation </ code> позволяет плавно \

source: Experience Demo
id: Demo Pengalaman
ja: 体験デモ
ru: Демонстрация опыта

source: Band page
id: Halaman band
ja: バンドページ
ru: Страница группы

source: Always thought that all AMP pages look the same? Checkout this incredible band website featuring various AMP components to create a vivid and enjoyable experience.
id: Selalu berpikir bahwa semua halaman AMP terlihat sama? Lihatlah situs web band yang luar biasa ini yang menampilkan berbagai komponen AMP untuk menciptakan pengalaman yang jelas dan menyenangkan.
ja: すべてのAMPページが同じように見えるといつも思っていましたか？さまざまなAMPコンポーネントを備えたこの素晴らしいバンドのWebサイトをチェックして、鮮やかで楽しい体験を作成してください。
ru: Всегда думал, что все страницы AMP выглядят одинаково? Посетите этот невероятный веб-сайт с различными компонентами AMP, чтобы создать яркий и приятный опыт.

source: The use of <code>amp-sidebar</code> gives you the same feeling as if you are in a single page app.
id: Penggunaan <code> amp-sidebar </code> memberi Anda perasaan yang sama seolah-olah Anda berada dalam aplikasi satu halaman.
ja: <code> amp-sidebar </ code>を使用すると、単一ページのアプリにいる場合と同じ感覚が得られます。
ru: Использование <code> amp-sidebar </ code> дает вам такое же ощущение, как будто вы находитесь в одностраничном приложении.

source: E-Commerce
id: Perdagangan elektronik
ja: 電子商取引
ru: Электронная коммерция

source: AMP shines for content pages. But it can also power e-commerce experiences.
id: AMP bersinar untuk halaman konten. Tapi itu juga bisa memperkuat pengalaman e-commerce.
ja: AMPはコンテンツページに最適です。しかし、それはまた、eコマース体験を強化することもできます。
ru: AMP светит для контента страниц. Но это также может способствовать развитию электронной коммерции.

source: To learn more, we built a simple yet fully functional e-commerce site of our very own! Check out the site, and look at the code to learn about the best practices we discovered to build a great interactive experience on your domain and on AMP caches alike.
id: Untuk mempelajari lebih lanjut, kami membangun situs e-commerce sederhana namun berfungsi penuh sendiri! Lihatlah situs tersebut, dan lihat kode untuk mempelajari tentang praktik terbaik yang kami temukan untuk membangun pengalaman interaktif hebat di domain Anda dan di cache AMP.
ja: 詳細については、シンプルでありながら完全に機能する独自のeコマースサイトを構築しました。サイトをチェックし、コードを見て、ドメインとAMPキャッシュの両方で優れたインタラクティブエクスペリエンスを構築するために発見されたベストプラクティスについて学びます。
ru: Чтобы узнать больше, мы создали собственный, но полностью функциональный сайт электронной коммерции! Посетите сайт и ознакомьтесь с кодом, чтобы узнать о лучших практиках, которые мы обнаружили, чтобы создать отличный интерактивный интерфейс для вашего домена и для кэшей AMP.
