Repository: dixent/one-file-test
Catalog: */3000.po
Languages: id, ja, ru

source: AMP for email allows senders to include AMP components inside rich engaging emails, making modern app functionality available within email. The AMP email format provides a subset of AMPHTML components for use in email messages, that allows recipients of AMP emails to interact dynamically with content directly in the message.
id: AMP untuk email memungkinkan pengirim untuk memasukkan komponen AMP ke dalam email yang kaya, membuat fungsionalitas aplikasi modern tersedia dalam email. Format email AMP menyediakan subset komponen AMPHTML untuk digunakan dalam pesan email, yang memungkinkan penerima email AMP untuk berinteraksi secara dinamis dengan konten langsung dalam pesan.
ja: メール用のAMPを使用すると、送信者はAMPコンポーネントをリッチで魅力的なメール内に含めることができ、最新のアプリ機能をメール内で利用できるようになります。 AMP電子メール形式は、電子メールメッセージで使用するAMPHTMLコンポーネントのサブセットを提供します。これにより、AMP電子メールの受信者は、メッセージ内のコンテンツと直接動的に対話できます。
ru: AMP для электронной почты позволяет отправителям включать компоненты AMP в насыщенные привлекательные электронные письма, делая современные функциональные возможности приложений доступными в электронной почте. Формат электронной почты AMP предоставляет подмножество компонентов AMPHTML для использования в сообщениях электронной почты, что позволяет получателям электронной почты AMP динамически взаимодействовать с содержимым непосредственно в сообщении.

source: More than 270 billion emails are sent every day, it is the pillar of many consumer and enterprise workflows. However the content that is sent in an email message is still limited – messages are static, can become out of date, and are not actionable without opening a browser. AMP email seeks to enhance and modernize the email experience through added support for dynamic content and interactivity while keeping users safe.
id: Lebih dari 270 miliar email dikirim setiap hari, itu adalah pilar dari banyak alur kerja konsumen dan perusahaan. Namun konten yang dikirim dalam pesan email masih terbatas - pesan statis, dapat menjadi usang, dan tidak dapat ditindaklanjuti tanpa membuka browser. Email AMP berupaya untuk meningkatkan dan memodernisasi pengalaman email melalui dukungan tambahan untuk konten dinamis dan interaktivitas sambil menjaga keamanan pengguna.
ja: 毎日2,700億通以上のメールが送信されており、多くのコンシューマーおよびエンタープライズワークフローの柱となっています。ただし、電子メールメッセージで送信されるコンテンツはまだ制限されています。メッセージは静的で、古くなる可能性があり、ブラウザーを開かないとアクションを実行できません。 AMPメールは、ユーザーを安全に保ちながら、動的コンテンツとインタラクティブ機能のサポートを追加することで、メールエクスペリエンスを強化し、最新化することを目指しています。
ru: Ежедневно отправляется более 270 миллиардов электронных писем, это столп многих рабочих и потребительских процессов. Однако содержимое, которое отправляется в сообщении электронной почты, все еще ограничено - сообщения являются статическими, могут устареть и не могут быть выполнены без открытия браузера. Электронная почта AMP стремится улучшить и модернизировать работу с электронной почтой посредством дополнительной поддержки динамического контента и интерактивности, сохраняя при этом безопасность пользователей.

source: It’s the biggest thing happening to email since the creation of email.
id: Ini adalah hal terbesar yang terjadi pada email sejak pembuatan email.
ja: メールの作成以来、メールで起こっている最大のことです。
ru: Это самая большая вещь, происходящая с электронной почтой с момента ее создания.

source: Antony Malone, Senior Product Owner Direct Marketing at Booking.com
id: Antony Malone, Pemilik Senior Produk Pemasaran Langsung di Booking.com
ja: アントニーマローン氏、Booking.comのシニアプロダクトオーナーダイレクトマーケティング
ru: Энтони Мэлоун, старший владелец продукта Direct Marketing на Booking.com

source: Modern app functionality for email
id: Fungsionalitas aplikasi modern untuk email
ja: メールの最新アプリ機能
ru: Современная функциональность приложения для электронной почты

source: Modernize email with the power of AMP
id: Modernkan email dengan kekuatan AMP
ja: AMPの力でメールを最新化
ru: Модернизируйте электронную почту с помощью AMP

source: AMP email is an expansion of the already existing blazingly fast and high-performing AMP project. Expand your business through unprecedented features.
id: Email AMP adalah perluasan dari proyek AMP yang sangat cepat dan berkinerja tinggi yang sudah ada. Perluas bisnis Anda melalui fitur-fitur yang belum pernah ada sebelumnya.
ja: AMPメールは、既存の非常に高速で高性能なAMPプロジェクトを拡張したものです。前例のない機能を通じてビジネスを拡大します。
ru: Электронная почта AMP - это расширение уже существующего невероятно быстрого и высокоэффективного проекта AMP. Расширьте свой бизнес с помощью беспрецедентных возможностей.

source: Supported Email Clients
id: Klien Email yang Didukung
ja: サポートされているメールクライアント
ru: Поддерживаемые почтовые клиенты

source: These email clients currently support receiving AMP Emails
id: Klien email ini saat ini mendukung penerimaan Email AMP
ja: これらのメールクライアントは現在、AMPメールの受信をサポートしています
ru: Эти почтовые клиенты в настоящее время поддерживают получение электронных писем AMP

source: Read on about AMP email
id: Baca tentang email AMP
ja: AMPメールについて読む
ru: Продолжайте читать об электронной почте AMP

source: The benefits of AMP email
id: Manfaat email AMP
ja: AMPメールのメリット
ru: Преимущества электронной почты AMP

source: AMP for advertisers
id: AMP untuk pengiklan
ja: 広告主向けのAMP
ru: AMP для рекламодателей

source: Grow engagement and increase conversions with faster experiences
id: Tumbuhkan keterlibatan dan tingkatkan konversi dengan pengalaman yang lebih cepat
ja: より高速なエクスペリエンスでエンゲージメントを高め、コンバージョンを増やす
ru: Повышайте вовлеченность и повышайте конверсию с более быстрым опытом

source: The average mobile site takes 19 seconds to load over a 3G connection. Coupled with the fact that conversions fall by 12% for every additional second a webpage takes to load, you can safely assume two things: speed equals performance, and most advertiser campaigns have room to improve. That’s where you come in. As an SSP, DSP, analytics provider, or anything in between, embracing speed means improving campaign performance, delivering quality user experiences, and establishing yourself as the adtech platform for the fast web. Join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
id: Situs seluler rata-rata membutuhkan waktu 19 detik untuk memuat melalui koneksi 3G. Ditambah dengan fakta bahwa konversi turun 12% untuk setiap detik tambahan yang dibutuhkan halaman web, Anda dapat dengan aman mengasumsikan dua hal: kecepatan sama dengan kinerja, dan sebagian besar kampanye pengiklan memiliki ruang untuk meningkat. Di situlah Anda masuk. Sebagai SSP, DSP, penyedia analisis, atau apa pun di antaranya, merangkul kecepatan berarti meningkatkan kinerja kampanye, memberikan pengalaman pengguna yang berkualitas, dan menjadikan diri Anda sebagai platform adtech untuk web cepat. Bergabunglah dengan ratusan platform teknologi yang saat ini mendukung ekosistem AMP open source.
ja: 平均的なモバイルサイトは、3G接続での読み込みに19秒かかります。ウェブページの読み込みにかかる1秒ごとにコンバージョンが12％低下するという事実と相まって、速度はパフォーマンスと等しいこと、およびほとんどの広告主キャンペーンには改善の余地があるという2つのことを安全に想定できます。それが出番です。SSP、DSP、分析プロバイダー、またはその中間として、速度を受け入れることは、キャンペーンのパフォーマンスを向上させ、高品質のユーザーエクスペリエンスを提供し、高速ウェブのアドテックプラットフォームとしての地位を確立することを意味します。オープンソースのAMPエコシステムを現在サポートしている何百ものテクノロジープラットフォームに参加してください。
ru: Средний мобильный сайт загружается через 3G-соединение за 19 секунд. В сочетании с тем фактом, что конверсия падает на 12% за каждую дополнительную секунду, которую веб-страница загружает, вы можете смело предположить две вещи: скорость равна эффективности, и у большинства кампаний рекламодателей есть место для улучшения. Вот где вы вступаете. Как провайдер SSP, DSP, аналитик или что-то среднее между ними, стремление к скорости означает повышение эффективности кампании, предоставление качественного пользовательского опыта и создание себя в качестве платформы adtech для быстрого Интернета. Присоединяйтесь к сотням технологических платформ, в настоящее время поддерживающих экосистему AMP с открытым исходным кодом.

source: Allows the creation of rich, eye-catching marketing content with Adobe Animate.
id: Mengizinkan pembuatan konten pemasaran yang kaya dan menarik dengan Adobe Animate.
ja: Adobe Animateを使用して、リッチで目を引くマーケティングコンテンツを作成できます。
ru: Позволяет создавать богатый, привлекательный маркетинговый контент с помощью Adobe Animate.

source: Create AMPHTML-valid and ready to be published individual designs or full sets of static or animated marketing visuals, within minutes.
id: Buat AMPHTML yang valid dan siap dipublikasikan desain individual atau set lengkap visual pemasaran statis atau animasi, dalam hitungan menit.
ja: AMPHTMLに対応しており、個別のデザインや静的またはアニメーションのマーケティングビジュアルの完全なセットを数分以内に公開する準備ができています。
ru: Создавайте AMPHTML-валидные и готовые к публикации отдельные проекты или полные наборы статических или анимированных маркетинговых визуалов за считанные минуты.

source: Online AMPHTML banner maker which allows you to easily create AMP ads without prior coding knowledge.
id: Pembuat spanduk AMPHTML online yang memungkinkan Anda membuat iklan AMP dengan mudah tanpa pengetahuan pengkodean sebelumnya.
ja: 事前のコーディング知識がなくても簡単にAMP広告を作成できるオンラインAMPHTMLバナーメーカー。
ru: Онлайновый производитель баннеров AMPHTML, который позволяет легко создавать объявления AMP без предварительного знания кода.

source: Create engaging, interactive AMPHTML Ad compliant designs and motion graphics that can run on any device.
id: Buat menarik, desain interaktif AMPHTML Iklan yang sesuai dan grafis gerak yang dapat berjalan pada perangkat apa pun.
ja: 魅力的でインタラクティブなAMP HTML広告に準拠したデザインと、あらゆるデバイスで実行できるモーショングラフィックスを作成します。
ru: Создавайте привлекательные интерактивные дизайны и анимацию, совместимые с AMPHTML, которые могут работать на любом устройстве.

source: Increase in revenue
id: Peningkatan pendapatan
ja: 収入の増加
ru: Увеличение выручки

source: Triplelift and Cloudflare boost Time Inc.’s revenue with AMP Ads
id: Triplelift dan Cloudflare meningkatkan pendapatan Time Inc. dengan Iklan AMP
ja: TripleliftとCloudflareがAMP広告でTime Inc.の収益を拡大
ru: Triplelift и Cloudflare повышают доход Time Inc. с помощью AMP Ads

source: Increase in average clickthrough rate
id: Peningkatan rata-rata rasio klik-tayang
ja: 平均クリック率の向上
ru: Увеличение среднего рейтинга кликов

source: Teads brings AMP'd mobile video inventory to nearly 100 publishers
id: Tim membawa inventaris video seluler AMP ke hampir 100 penerbit
ja: TeadsがAMPのモバイル動画広告枠を約100のパブリッシャーに提供
ru: Teads приносит инвентаризацию мобильного видео AMP почти 100 издателям

source: Increase in ad load speed
id: Peningkatan kecepatan pemuatan iklan
ja: 広告読み込み速度の向上
ru: Увеличение скорости загрузки рекламы

source: How AMP works
id: Cara kerja AMP
ja: AMPの仕組み
ru: Как работает AMP

source: The following optimizations combined are the reason AMP pages are so fast they appear to load instantly. There are 7 reasons in total - but if that’s still too much to read, simply watch the explainer video:
id: Optimalisasi berikut digabungkan adalah alasan halaman AMP begitu cepat sehingga muncul untuk memuat secara instan. Ada 7 alasan total - tetapi jika itu masih terlalu banyak untuk dibaca, cukup tonton video explainer:
ja: 以下の最適化を組み合わせたことが、AMPページが非常に高速で瞬時に読み込まれるように見える理由です。理由は全部で7つありますが、それでも読みきれない場合は、説明ビデオをご覧ください。
ru: Следующие оптимизации в сочетании являются причиной того, что страницы AMP настолько быстры, что, кажется, загружаются мгновенно. Всего есть 7 причин, но если это все еще слишком много для чтения, просто посмотрите видео с объяснением:

source: Execute all AMP JavaScript asynchronously
id: Jalankan semua AMP JavaScript secara tidak sinkron
ja: すべてのAMP JavaScriptを非同期で実行する
ru: Выполнить все AMP JavaScript асинхронно

source: AMP components may have JavaScript under the hood, but they’re carefully designed to make sure they don’t cause performance degradation.
id: Komponen AMP mungkin memiliki JavaScript di bawah tenda, tetapi mereka dirancang dengan hati-hati untuk memastikan mereka tidak menyebabkan penurunan kinerja.
ja: AMPコンポーネントには内部でJavaScriptが含まれている場合がありますが、パフォーマンスの低下を引き起こさないように注意深く設計されています。
ru: Компоненты AMP могут иметь JavaScript под капотом, но они тщательно разработаны, чтобы убедиться, что они не вызывают снижение производительности.

source: While custom JS is allowed in <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, and third-party JS is allowed in iframes, it cannot block rendering. For example, if third-party JS uses the <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super-bad-for-performance <code>document.write</code> API</a>, it does not block rendering the main page.
id: Sedangkan JS khusus diizinkan dalam <a href = \
ja: カスタムJSは<a href = \
ru: В то время как пользовательский JS разрешен в <a href = \

source: Size all resources statically
id: Ukuran semua sumber daya secara statis
ja: すべてのリソースを静的にサイズ設定する
ru: Размер всех ресурсов статически

source: External resources such as images, ads or iframes must state their size in the HTML so that AMP can determine each element’s size and position before resources are downloaded. AMP loads the layout of the page without waiting for any resources to download.
id: Sumber daya eksternal seperti gambar, iklan atau iframe harus menyatakan ukurannya dalam HTML sehingga AMP dapat menentukan ukuran dan posisi setiap elemen sebelum sumber daya diunduh. AMP memuat tata letak halaman tanpa menunggu sumber daya apa pun untuk diunduh.
ja: 画像、広告、iframeなどの外部リソースは、リソースがダウンロードされる前にAMPが各要素のサイズと位置を決定できるように、HTMLでそれらのサイズを示す必要があります。 AMPは、リソースのダウンロードを待たずにページのレイアウトをロードします。
ru: Внешние ресурсы, такие как изображения, реклама или iframes, должны указывать свой размер в HTML, чтобы AMP мог определять размер и положение каждого элемента до загрузки ресурсов. AMP загружает макет страницы, не дожидаясь загрузки ресурсов.

source: Don’t let extension mechanisms block rendering
id: Jangan biarkan mekanisme ekstensi memblokir rendering
ja: 拡張メカニズムがレンダリングをブロックしないようにする
ru: Не позволяйте механизмам расширения блокировать рендеринг

source: AMP doesn’t let extension mechanisms block page rendering. AMP supports extensions for things like <a href="../documentation/components/reference/amp-lightbox.md">lightboxes</a>, <a href="../documentation/components/reference/amp-instagram.md">instagram embeds</a>, <a href="../documentation/components/reference/amp-twitter.md">tweets</a>, etc. While these require additional HTTP requests, those requests do not block page layout and rendering.
id: AMP tidak membiarkan mekanisme ekstensi memblokir perenderan halaman. AMP mendukung ekstensi untuk hal-hal seperti <a href = \
ja: AMPでは、拡張メカニズムによってページのレンダリングがブロックされません。 AMPは<a href = などの拡張機能をサポートしています
ru: AMP не позволяет механизмам расширения блокировать рендеринг страниц. AMP поддерживает расширения для таких вещей, как <a href = \

source: Keep all third-party JavaScript out of the critical path
id: Jauhkan semua JavaScript pihak ketiga dari jalur kritis
ja: すべてのサードパーティのJavaScriptをクリティカルパスから除外する
ru: Держите сторонний JavaScript вне критического пути

source: Third-party JS likes to use synchronous JS loading. They also like to <code>document.write</code> more sync scripts. For example, if you have five ads on your page, and each of them cause three synchronous loads, each with a 1 second latency connection, you’re in 15 seconds of load time just for JS loading.
id: Pihak ketiga JS suka menggunakan pemuatan JS sinkron. Mereka juga suka <code> document.write </code> skrip sinkronisasi lainnya. Misalnya, jika Anda memiliki lima iklan di halaman Anda, dan masing-masingnya menyebabkan tiga beban sinkron, masing-masing dengan koneksi latensi 1 detik, Anda dalam 15 detik waktu muat hanya untuk memuat JS.
ja: サードパーティのJSは、同期JSロードを使用することを好みます。また、より多くの同期スクリプトを<code> document.write </ code>することも好みます。たとえば、ページに5つの広告があり、それぞれが1秒のレイテンシ接続で3つの同期読み込みを引き起こしている場合、JS読み込みの読み込み時間は15秒です。
ru: Сторонняя JS любит использовать синхронную загрузку JS. Им также нравится <code> document.write </ code> больше скриптов синхронизации. Например, если у вас на странице пять объявлений, и каждая из них вызывает три синхронные загрузки, каждая с подключением с задержкой в 1 секунду, у вас есть 15 секунд времени загрузки только для загрузки JS.

source: AMP pages allow third-party JavaScript but only in sandboxed iframes. By restricting them to iframes, they can’t block the execution of the main page. Even if they trigger multiple style re-calculations, their tiny iframes have very little DOM.
id: Halaman AMP memungkinkan JavaScript pihak ketiga tetapi hanya di iframe kotak pasir. Dengan membatasi mereka ke iframe, mereka tidak dapat memblokir eksekusi halaman utama. Bahkan jika mereka memicu beberapa perhitungan ulang gaya, iframe kecil mereka memiliki sangat sedikit DOM.
ja: AMPページではサードパーティのJavaScriptを使用できますが、サンドボックス化されたiframeでのみ可能です。それらをiframeに制限することで、メインページの実行をブロックできなくなります。複数のスタイルの再計算をトリガーしたとしても、その小さなiframeにはDOMがほとんどありません。
ru: Страницы AMP допускают сторонний JavaScript, но только в изолированных фреймах. Ограничивая их фреймами, они не могут блокировать выполнение главной страницы. Даже если они запускают пересчеты нескольких стилей, у их крошечных фреймов очень мало DOM.

source: The time it takes to do style-recalculations and layouts are restricted by DOM size, so the iframe recalculations are very fast compared to recalculating styles and layout for the page.
id: Waktu yang diperlukan untuk melakukan perhitungan ulang gaya dan tata letak dibatasi oleh ukuran DOM, sehingga perhitungan ulang iframe sangat cepat dibandingkan dengan menghitung ulang gaya dan tata letak untuk halaman.
ja: スタイルの再計算とレイアウトの実行にかかる時間はDOMサイズによって制限されるため、iframeの再計算は、ページのスタイルとレイアウトの再計算に比べて非常に高速です。
ru: Время, необходимое для пересчета стилей и макетов, ограничено размером DOM, поэтому пересчеты iframe выполняются очень быстро по сравнению с перерасчетом стилей и макета страницы.

source: All CSS must be inline and size-bound
id: Semua CSS harus inline dan terikat ukuran
ja: すべてのCSSはインラインでサイズ制限が必要です
ru: Весь CSS должен быть встроенным и привязанным к размеру

source: CSS blocks all rendering, it blocks page load, and it tends to get bloated. In AMP HTML pages, only inline styles are allowed. This removes 1 or often more HTTP requests from the critical rendering path compared to most web pages.
id: CSS memblokir semua perenderan, memblok pemuatan halaman, dan cenderung membengkak. Di halaman HTML AMP, hanya gaya inline yang diizinkan. Ini menghapus 1 atau lebih sering permintaan HTTP dari jalur render kritis dibandingkan dengan sebagian besar halaman web.
ja: CSSはすべてのレンダリングをブロックし、ページの読み込みをブロックし、肥大化する傾向があります。 AMP HTMLページでは、インラインスタイルのみが許可されます。これにより、ほとんどのWebページと比較して、クリティカルレンダリングパスから1つ以上のHTTPリクエストが削除されます。
ru: CSS блокирует весь рендеринг, он блокирует загрузку страницы и имеет тенденцию быть раздутым. На HTML-страницах AMP допускаются только встроенные стили. Это удаляет 1 или часто больше запросов HTTP из критического пути рендеринга по сравнению с большинством веб-страниц.

source: Also, the inline style sheet has a maximum size of 50 kilobytes. While this size is big enough for very sophisticated pages, it still requires the page author to practice good CSS hygiene.
id: Juga, style sheet inline memiliki ukuran maksimum 50 kilobyte. Meskipun ukuran ini cukup besar untuk halaman yang sangat canggih, masih membutuhkan penulis halaman untuk mempraktikkan kebersihan CSS yang baik.
ja: また、インラインスタイルシートの最大サイズは50キロバイトです。このサイズは非常に洗練されたページには十分な大きさですが、ページ作成者はCSSの適切な衛生管理を行う必要があります。
ru: Кроме того, встроенная таблица стилей имеет максимальный размер 50 килобайт. Хотя этот размер достаточно велик для очень сложных страниц, он все же требует от автора страницы соблюдения правил гигиены CSS.

source: Font triggering must be efficient
id: Pemicu font harus efisien
ja: フォントのトリガーは効率的でなければならない
ru: Запуск шрифта должен быть эффективным

source: Web fonts are super large, so <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">web font optimization</a> is crucial to performance. On a typical page that has a few sync scripts and a few external style sheets, the browser waits and waits to start downloading these huge fonts until all this happens.
id: Font web sangat besar, jadi <a href = \
ja: Webフォントは非常に大きいため、<a href = \
ru: Веб-шрифты очень большие, поэтому <a href = \

source: The AMP system declares zero HTTP requests until fonts start downloading. This is only possible because all JS in AMP has the async attribute and only inline style sheets are allowed; there’s no HTTP requests blocking the browser from downloading fonts.
id: Sistem AMP menyatakan nol permintaan HTTP sampai font mulai diunduh. Ini hanya mungkin karena semua JS di AMP memiliki atribut async dan hanya style sheet inline yang diizinkan; tidak ada permintaan HTTP yang memblokir browser dari mengunduh font.
ja: AMPシステムは、フォントのダウンロードが始まるまで、HTTPリクエストを宣言しません。これが可能なのは、AMPのすべてのJSにasync属性があり、インラインスタイルシートのみが許可されているためです。ブラウザによるフォントのダウンロードをブロックするHTTPリクエストはありません。
ru: Система AMP объявляет нулевые HTTP-запросы до начала загрузки шрифтов. Это возможно только потому, что все JS в AMP имеют атрибут async и разрешены только встроенные таблицы стилей; нет никаких HTTP-запросов, блокирующих браузер от загрузки шрифтов.

source: Minimize style recalculations
id: Minimalkan perhitungan ulang gaya
ja: スタイルの再計算を最小限に抑える
ru: Минимизировать стиль пересчетов

source: Each time you measure something, it triggers style recalculations which are expensive because the browser has to layout the entire page. In AMP pages, all DOM reads happen first before all the writes. This ensures there’s the max of one recalc of styles per frame.
id: Setiap kali Anda mengukur sesuatu, itu memicu perhitungan ulang gaya yang mahal karena browser harus menata seluruh halaman. Di halaman AMP, semua pembacaan DOM terjadi terlebih dahulu sebelum semua penulisan. Ini memastikan ada maksimal satu recalc gaya per frame.
ja: 何かを測定するたびに、スタイルの再計算がトリガーされます。これは、ブラウザーがページ全体をレイアウトする必要があるため、コストがかかります。 AMPページでは、すべてのDOM読み取りがすべての書き込みの前に最初に発生します。これにより、フレームごとに最大1つのスタイルの再計算が行われます。
ru: Каждый раз, когда вы что-то измеряете, он запускает пересчеты стилей, которые стоят дорого, потому что браузер должен макетировать всю страницу. На страницах AMP все чтения DOM выполняются в первую очередь, прежде чем все записи. Это гарантирует, что в каждом кадре может быть максимум один пересчет стилей.

source: Learn more about impact of style and layout recalculations on <a href="https://developers.google.com/web/fundamentals/performance/rendering/">rendering performance</a>.
id: Pelajari lebih lanjut tentang dampak perhitungan ulang gaya dan tata letak pada <a href = \
ja: スタイルとレイアウトの再計算が<a href = に与える影響の詳細
ru: Узнайте больше о влиянии пересчета стиля и макета на <a href = \

source: Only run GPU-accelerated animations
id: Hanya jalankan animasi akselerasi GPU
ja: GPUアクセラレーションアニメーションのみを実行する
ru: Запускайте анимацию только на GPU

source: The only way to have fast optimizations is to run them on the GPU. GPU knows about layers, it knows how to perform some things on these layers, it can move them, it can fade them, but it can’t update the page layout; it will hand that task over to the browser, and that’s not good.
id: Satu-satunya cara untuk mendapatkan optimasi cepat adalah menjalankannya di GPU. GPU tahu tentang lapisan, tahu cara melakukan beberapa hal pada lapisan ini, dapat memindahkannya, dapat memudarnya, tetapi tidak dapat memperbarui tata letak halaman; itu akan menyerahkan tugas itu ke browser, dan itu tidak bagus.
ja: 高速最適化を行う唯一の方法は、GPUで実行することです。 GPUはレイヤーについて認識し、これらのレイヤーでいくつかのことを実行する方法を認識しています。それらを移動したり、フェードしたりできますが、ページレイアウトを更新することはできません。そのタスクはブラウザーに渡されますが、それは良くありません。
ru: Единственный способ быстрой оптимизации - запустить их на графическом процессоре. Графический процессор знает о слоях, он знает, как выполнять некоторые действия на этих слоях, он может перемещать их, он может исчезать, но не может обновлять макет страницы; он передаст эту задачу браузеру, и это нехорошо.
