Repository: dixent/one-file-test
Catalog: */blank_lines.po
Languages: ru

# #32001
source: General
ru: Общая

# #32006
source: Show dialog after ad skip
ru: Показывать диалог после пропуска рекламы

# #32011
source: Enable Sponsor Skip Count Tracking
ru: Включить отслеживание пропусков спонсора

# #32012
source: Auto Upvote
ru: Авто Upvote

# #32002
source: Server Domain
ru: Домен сервера

# #32003
source: User ID
ru: Логин пользователя

# #32004
source: Failed to submit vote
ru: Не удалось подать голос

# #32005
source: Submitted vote
ru: Подано голосование

# #32008
source: Skipped sponsor segment
ru: Пропущенный спонсорский сегмент

# #32010
source: report
ru: доклад
