Repository: dixent/one-file-test
Catalog: */frank.po
Languages: es, fr

source: Hop Hey lalaley part 2
es: Hop Hey lalaley parte 2
fr: Hop Hey lalaley partie 2

source: Hop Hey lalaley part 3
es: Hop Hey lalaley parte 3
fr: Hop Hey lalaley partie 3

source: Hop Hey lalaley part 4
es: Hop Hey lalaley parte 4
fr: Hop Hey lalaley partie 4

source: Hop Hey lalaley part 5
es: Hop Hey lalaley parte 5
fr: Hop Hey lalaley partie 5

source: A screenshot of a website using AMP.
es: Una captura de pantalla de un sitio web que usa AMP.
fr: Une capture d'écran d'un site Web utilisant AMP.

source: A screenshot showing amp-sidebar.
es: Una captura de pantalla que muestra la barra lateral de amp.
fr: Une capture d'écran montrant la barre latérale de l'ampli.

source: A website screenshot.
es: Una captura de pantalla del sitio web.
fr: Une capture d'écran du site Web.

source: AMP Brand Materials
es: Materiales de la marca AMP
fr: Matériaux de marque AMP

source: AMP Caches & CORS
es: Cachés de AMP y CORS
fr: Caches AMP et CORS

source: AMP Framework
es: Marco AMP
fr: Cadre AMP

source: AMP HTML Specification
es: Especificación HTML de AMP
fr: Spécification AMP HTML

source: AMP Overview
es: Descripción general de AMP
fr: Présentation AMP

source: AMP Roadshow is coming to Atlanta & Berlin!
es: ¡AMP Roadshow llega a Atlanta y Berlín!
fr: AMP Roadshow arrive à Atlanta et à Berlin!

source: AMP for Email Specification
es: AMP para la especificación de correo electrónico
fr: AMP pour la spécification des e-mails

source: AMP's Layout System
es: Sistema de diseño de AMP
fr: Système de mise en page d'AMP

source: About
es: Acerca de
fr: À propos

source: Accept use of cookies
es: Aceptar el uso de cookies
fr: Accepter l'utilisation des cookies

source: Add advanced AMP features
es: Agregue funciones avanzadas de AMP
fr: Ajouter des fonctionnalités AMP avancées

source: Add interactivity & dynamic data (TBD)
es: Agregue interactividad y datos dinámicos (TBD)
fr: Ajouter de l'interactivité et des données dynamiques (à déterminer)

source: Advanced Course
es: Curso avanzado
fr: Cours avancé

source: An unexplained feature?
es: ¿Una característica inexplicable?
fr: Une fonctionnalité inexpliquée?

source: Animate & Transition
es: Animar y transición
fr: Animation et transition

source: App Install
es: Instalación de la aplicación
fr: Installation de l'application

source: Back to home
es: De vuelta a casa
fr: De retour à la maison

source: Back to sample
es: Volver a muestra
fr: Retour à l'échantillon

source: Band Page in AMP
es: Página de banda en AMP
fr: Page de bande dans AMP

source: Beginning Course
es: Curso principiante
fr: Cours de début

source: Burger Menu
es: Menú de hamburguesas
fr: Menu Burger

source: Camp Fire Visual Essay - A ballet rises from the ashes in a fire scarred paradise
es: Comunidad
fr: Communauté

source: Component:
es: Componente:
fr: Composant:

source: Components
es: Componentes
fr: Composants

source: Contribute
es: Contribuir
fr: Contribuer

source: Convert HTML to AMP
es: Convertir HTML a AMP
fr: Convertir HTML en AMP

source: Create a custom interactive widget with amp-script
es: Crea un widget interactivo personalizado con amp-script
fr: Créez un widget interactif personnalisé avec amp-script

source: Create a login-requiring AMP page
es: Cree una página AMP que requiera inicio de sesión
fr: Créer une page AMP nécessitant une connexion

source: Create interactive AMP pages
es: Crea páginas AMP interactivas
fr: Créer des pages AMP interactives

source: Create your first AMP Page
es: Crea tu primera página AMP
fr: Créez votre première page AMP

source: Create your first AMP Story
es: Crea tu primera historia de AMP
fr: Créez votre première histoire AMP

source: Create your first AMPHTML ad
es: Cree su primer anuncio HTML de AMP
fr: Créez votre première annonce AMPHTML

source: Design Templates
es: Plantillas de diseño
fr: Modèles de conception

source: Develop
es: Desarrollar
fr: Développer

source: Dismiss consent
es: Rechazar consentimiento
fr: Refuser le consentement

source: Documentation
es: Documentación

source: Easily build user first websites with our templates
es: Cree fácilmente sitios web para los primeros usuarios con nuestras plantillas
fr: Créez facilement des sites Web pour les utilisateurs avec nos modèles

source: Edit sample on GitHub
es: Editar muestra en GitHub
fr: Modifier l'exemple sur GitHub

source: Editorial AMP Article
es: Artículo editorial AMP
fr: Éditorial Article AMP

source: Enable the experiment via the button below. Some components require the AMP Dev Channel to be enabled as well.
es: Eventos
fr: Événements

source: Example Source Code
es: Ejemplo de código fuente
fr: Exemple de code source

source: Example preview:
es: Vista previa de ejemplo:
fr: Exemple d'aperçu:

source: Example:
es: Ejemplo:
fr: Exemple:

source: Examples
es: Ejemplos de
fr: Exemples

source: Expansion
es: Expansión

source: FAQ
es: Preguntas más frecuentes

source: Follow us
es: Síganos
fr: Suivez nous

source: Found a bug or missing a feature?
es: ¿Encontró un error o le falta una función?
fr: Vous avez trouvé un bogue ou une fonctionnalité manquante?

source: Functionality
es: Funcionalidad
fr: Fonctionnalité

source: Get Started
es: Empezar
fr: Commencer

source: Get started
es: Empezar
fr: Commencer

source: Get started quickly with a ready-made design. Templates designed to work with all devices - mobile, tablet and desktop.
es: Obtenga los cursos
fr: Obtenez les cours

source: Go to GitHub
es: Ir a GitHub
fr: Aller sur GitHub

source: Go to Stack Overflow
es: Ir a desbordamiento de pila
fr: Aller au débordement de pile

source: Got it!
es: ¡Entiendo!
fr: J'ai compris!

source: Guides and Tutorials
es: Guías y tutoriales
fr: Guides et tutoriels

source: How to build AMP without knowing how to code?
es: ¿Cómo construir AMP sin saber codificar?
fr: Comment construire AMP sans savoir coder?

source: If the explanations on this page don't cover all of your questions feel free to reach out to other AMP users to discuss your exact use case.
es: Incluya medios, iframes y contenido de terceros
fr: Inclure les médias, les iframes et le contenu tiers

source: Integrate
es: Integrar
fr: Intégrer

source: Intermediate Course
es: Curso intermedio
fr: Cours intermédiaire

source: Learn
es: Aprender
fr: Apprendre

source: Logos
es: Logotipos

source: Monetize your AMP page with ads
es: Monetiza tu página AMP con anuncios
fr: Monétisez votre page AMP avec des publicités

source: Multiple Image
es: Imagen múltiple
fr: Image multiple

source: Need further explanation?
es: ¿Necesitas más explicaciones?
fr: Besoin d'explications supplémentaires?

source: Need more help?
es: Necesitas más ayuda?
fr: Besoin d'aide?

source: Next chapter
es: Siguiente capítulo
fr: Chapitre suivant

source: Of course, this site is made with AMP!
es: ¡Por supuesto, este sitio está hecho con AMP!
fr: Bien sûr, ce site est réalisé avec AMP!

source: Open Use Case
es: Caso de uso abierto
fr: Cas d'utilisation ouvert

source: Open in playground
es: Abierto en el patio de recreo
fr: Ouvert dans la cour de récréation

source: Open this snippet in playground
es: Abra este fragmento en el patio de recreo
fr: Ouvrez cet extrait dans l'aire de jeux

source: Optimize & Measure
es: Optimizar y medir
fr: Optimiser et mesurer

source: Overview
es: Descripción general
fr: Aperçu

source: Parallax Storytelling in AMP
es: Parallax Storytelling en AMP
fr: Storytelling Parallax dans AMP

source: Platform and Technology Company Involvement
es: Participación de la empresa de plataforma y tecnología
fr: Implication des entreprises de plateforme et de technologie

source: Platform and Vendor Partners
es: Socios de plataforma y proveedores
fr: Partenaires de la plateforme et des fournisseurs

source: Preview
es: Avance
fr: Aperçu

source: Previous chapter
es: Capítulo previo
fr: Chapitre précédent

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité

source: Protecting the Antarctic - A journey to a continent in distress
es: Protegiendo la Antártida: un viaje a un continente en peligro
fr: Protéger l'Antarctique - Un voyage vers un continent en détresse

source: Publisher Monetization
es: Monetización del editor
fr: Monétisation de l'éditeur

source: Roadmap
es: Mapa vial
fr: Feuille de route

source: Screenshot of use case:
es: Captura de pantalla del caso de uso:
fr: Capture d'écran du cas d'utilisation:

source: See all use cases
es: Ver todos los casos de uso
fr: Voir tous les cas d'utilisation

source: See example
es: Ver ejemplo
fr: Voir exemple

source: See what others have built
es: Mira lo que otros han construido
fr: Voir ce que les autres ont construit

source: Select a language
es: Selecciona un idioma
fr: Sélectionnez une langue

source: Show everything
es: Mostrar todo
fr: Tout montrer

source: Single Image
es: Imagen única
fr: Image unique

source: Single video
es: Vídeo único
fr: Vidéo unique

source: Something cut the line.
es: Algo cortó la línea.
fr: Quelque chose a coupé la ligne.

source: Something went terribly wrong. Why don't you browse around?
es: Algo salió terriblemente mal. ¿Por qué no navegas?
fr: Quelque chose a mal tourné. Pourquoi ne naviguez-vous pas?

source: Start
es: Comienzo
fr: Démarrer

source: Style & Layout
es: Estilo y diseño
fr: Style et mise en page

source: Styleguide
es: Guía de estilo
fr: Guide de style

source: Success Stories
es: Historias de éxito
fr: Réussites

source: Success Story:
es: Historia exitosa:
fr: Succès:

source: Success stories
es: Historias de éxito
fr: Réussites

source: Support
es: Apoyo

source: Supported Browsers
es: Navegadores compatibles
fr: Navigateurs pris en charge

source: Supported Platforms
es: Plataformas compatibles
fr: Plateformes prises en charge

source: Table of contents
es: Tabla de contenido
fr: Table des matières

source: The AMP project strongly encourages your participation and contributions! We hope you'll become an ongoing participant in our open source community but we also welcome one-off contributions for the issues you're particularly passionate about.
es: La fiebre del oro del Amazonas
fr: La ruée vers l'or en Amazonie

source: The Atlantic
es: El Atlántico
fr: L'Atlantique

source: The Ice Cream Factory and the Rise of the Made-for-Instagram Museum | WIRED
es: La fábrica de helados y el auge del museo Made-for-Instagram | CON CABLE
fr: La fabrique de crème glacée et l'essor du musée fait pour Instagram | FILAIRE

source: The Washington Post
es: El Washington Post
fr: Le Washington Post

source: The best battle royale games on PC
es: Los mejores juegos de Battle Royale para PC
fr: Les meilleurs jeux Battle Royale sur PC

source: The page you've requested can't be found. Why don't you browse around?
es: No se puede encontrar la página que solicitó. ¿Por qué no navegas?
fr: La page que vous avez demandée est introuvable. Pourquoi ne naviguez-vous pas?

source: These photos capture how members of Congress reacted to Trump’s State of the Union
es: Este ejemplo utiliza la siguiente característica experimental:
fr: Cet exemple utilise la fonctionnalité expérimentale suivante:

source: Toggle Sidebar
es: Alternar barra lateral
fr: Basculer la barre latérale

source: Too much choice
es: Demasiada elección
fr: Trop de choix

source: Tools
es: Herramientas
fr: Outils

source: Track engagement with analytics
es: Realice un seguimiento del compromiso con la analítica
fr: Suivez l'engagement avec l'analytique

source: USA Today
es: EE.UU. Hoy en día
fr: USA aujourd'hui

source: Uh oh! That's an error.
es: ¡UH oh! Eso es un error.
fr: Oh oh! C'est une erreur.

source: Use Cases
es: Casos de uso
fr: Cas d'utilisation

source: Validation Workflow
es: Flujo de trabajo de validación
fr: Workflow de validation

source: View demo
es: Ver demo
fr: Voir la démo

source: Web Development With AMP
es: Desarrollo web con AMP
fr: Développement Web avec AMP

source: What's left behind on the Moon?
es: ¿Qué queda en la Luna?
fr: Que reste-t-il sur la Lune?

source: Who runs the world? ... Beyoncé over the years.
es: ¿Quien corre el mundo? ... Beyoncé a lo largo de los años.
fr: Qui dirige le monde? ... Beyoncé au fil des ans.

source: Wired
es: Cableado
fr: Filaire

source: You're currently not connected to the internet.
es: Actualmente no estás conectado a Internet.
fr: Vous n'êtes actuellement pas connecté à Internet.

source: You've read this document a dozen times but it doesn't really cover all of your questions? Maybe other people felt the same: reach out to them on Stack Overflow.
es: Publicidad y análisis
fr: Publicité et analytique

source: dynamic-content
es: Contenido dinámico
fr: Contenu dynamique

source: layout
es: Diseño
fr: Mise en page

source: media
es: Medios de comunicación
fr: Médias

source: presentation
es: Presentación
fr: Présentation

source: advertising-analytics
es: Publicidad y análisis
fr: Publicité et analytique

source: introduction
es: Introducción

source: components
es: Componentes
fr: Composants

source: guides
es: Guías

source: e-commerce
es: Comercio electrónico
fr: Commerce électronique

source: interactivity-dynamic-content
es: Interactividad y contenido dinámico
fr: Interactivité et contenu dynamique

source: multimedia-animations
es: Multimedia y animaciones
fr: Multimédia et animations

source: news-publishing
es: Noticias y publicación
fr: Actualités et édition

source: personalization
es: Personalización
fr: Personnalisation

source: style-layout
es: Estilo y diseño
fr: Style et mise en page

source: user-consent
es: Consentimiento del usuario
fr: Consentement de l'utilisateur

source: visual-effects
es: Efectos visuales
fr: Effets visuels

source: SF Chronicle
fr: Chronique SF
