Repository: dixent/one-file-test
Catalog: */po-bug.po
Languages: es

source: As the owner of your AMP websites and ads, no other parties can modify or add things, ensuring you are in control of the user experience and there won’t be any unexpected surprises. AMP ads are part of a user-first ecosystem and function the way a reasonable user would expect them to. Optimized AMP ads don’t drain the battery life of mobile devices, and clicking on them will lead to AMP pages, which are equally as fast and streamlined.
es: Como propietario de sus sitios web y anuncios de AMP, ninguna otra parte puede modificar o agregar elementos, lo que garantiza que usted tenga el control de la experiencia del usuario y que no haya sorpresas inesperadas. Los anuncios AMP son parte de un ecosistema de usuario primero y funcionan de la forma en que un usuario razonable esperaría que lo hicieran. Los anuncios AMP optimizados no agotan la vida útil de la batería de los dispositivos móviles y, al hacer clic en ellos, accederá a páginas AMP, que son igualmente rápidas y optimizadas.

source: AMP is simple and straightforward and quickly becoming the turnkey solution for building pages. AMP supports both traditional ads, and the faster, more secure AMPHTML ads. Ads on AMP pages are like any external resource and must play within the same constraints placed on all resources in AMP.
es: AMP es simple y directo y rápidamente se está convirtiendo en la solución llave en mano para crear páginas. AMP admite tanto anuncios tradicionales como anuncios AMP HTML más rápidos y seguros. Los anuncios en las páginas de AMP son como cualquier recurso externo y deben reproducirse dentro de las mismas restricciones impuestas a todos los recursos de AMP.

source: The AMP Project has a vast network of resources for getting started in the Documentation section including great-looking ad templates, demos and examples. AMPHTML ads are flexible and dynamic, allowing for many creative formats like carousel, parallax, and lightbox, to name a few.
es: El Proyecto AMP tiene una amplia red de recursos para comenzar en la sección de Documentación, que incluye excelentes plantillas de anuncios, demostraciones y ejemplos. Los anuncios AMP HTML son flexibles y dinámicos, lo que permite muchos formatos creativos como carrusel, paralaje y lightbox, por nombrar algunos.

source: AMP for email allows exciting smarter and efficient user engagement, as customers can take action directly within their email such as managing their subscriptions, responding to polls, doodles, and bookings. This is possible because the server retrieves fresh content from remote endpoints, keeping email up to date.
es: AMP para correo electrónico permite una participación del usuario más inteligente y eficiente, ya que los clientes pueden tomar medidas directamente desde su correo electrónico, como administrar sus suscripciones, responder a encuestas, garabatos y reservas. Esto es posible porque el servidor recupera contenido nuevo de puntos finales remotos, manteniendo el correo electrónico actualizado.

source: AMP Email’s expanding capabilities allows you to take action right inside your Inbox. This includes carousels and accordions, and taking user input on forms and questionnaires.
es: Las capacidades en expansión de AMP Email le permiten tomar medidas directamente desde su Bandeja de entrada. Esto incluye carruseles y acordeones, y la toma de información del usuario en formularios y cuestionarios.

source: AMP email allows an attractive option for promotional and subscriber-list emails. Through smarter engagement you can improve customer satisfaction through hassle-free feedback and subscription management all within their inbox.
es: El correo electrónico AMP ofrece una opción atractiva para correos electrónicos promocionales y de lista de suscriptores. A través de un compromiso más inteligente, puede mejorar la satisfacción del cliente a través de comentarios sin problemas y administración de suscripciones, todo en su bandeja de entrada.

source: Senders can include AMP components inside rich, engaging emails, making them dynamic and interactive. Users can engage with content and quickly take action such as RSVP to events, fill out questionnaires and personalize their content. AMP emails are always up to date and can function like digests, with fewer clicks necessary to achieve efficient results.
es: Los remitentes pueden incluir componentes AMP dentro de correos electrónicos enriquecidos y atractivos, haciéndolos dinámicos e interactivos. Los usuarios pueden interactuar con el contenido y tomar medidas rápidamente, como confirmar su asistencia a eventos, completar cuestionarios y personalizar su contenido. Los correos electrónicos de AMP están siempre actualizados y pueden funcionar como resúmenes, con menos clics necesarios para lograr resultados eficientes.

source: AMP for email has no arbitrary 3rd party features to limit security issues, and far surpasses the capabilities currently provided by third party providers. Ad components are not allowed in AMP email, keeping users safe. To maintain users’ expectations of security and privacy, only a conservative subset of AMP functionality will be allowed.
es: AMP para correo electrónico no tiene funciones de terceros arbitrarias para limitar los problemas de seguridad y supera con creces las capacidades que ofrecen actualmente los proveedores de terceros. Los componentes de anuncios no están permitidos en el correo electrónico AMP, lo que mantiene a los usuarios seguros. Para mantener las expectativas de seguridad y privacidad de los usuarios, solo se permitirá un subconjunto conservador de la funcionalidad AMP.

source: Embedding AMP within an email is simple, add a new MIME part with a content type of text/x-amp-html as a descendant of multipart/alternative. It should live alongside the existing text/html or text/plain parts. This ensures that the email message works on all clients.
es: Incrustar AMP dentro de un correo electrónico es simple, agregue una nueva parte MIME con un tipo de contenido de texto / x-amp-html como descendiente de multiparte / Alternative. Debe convivir con el texto / html o el texto / partes sin formato existentes. Esto asegura que el mensaje de correo electrónico funcione en todos los clientes.

source: Start sending AMP Emails
es: Comience a enviar correos electrónicos AMP

source: Start creating ads
es: Empiece a crear anuncios

source: Start creating stories
es: Empiece a crear historias

source: Start creating websites
es: Empiece a crear sitios web

source: Pick one of several editors to start creating ads without any coding involved.
es: Elija uno de varios editores para comenzar a crear anuncios sin necesidad de codificación.

source: Pick one of several editors to start creating email without any coding involved.
es: Elija uno de varios editores para comenzar a crear correo electrónico sin necesidad de codificación.

source: Pick one of several editors to start creating stories without any coding involved.
es: Elija uno de varios editores para comenzar a crear historias sin ningún tipo de codificación involucrada.

source: Pick one of several editors to start creating websites without any coding involved.
es: Elija uno de varios editores para comenzar a crear sitios web sin ningún tipo de codificación involucrada.

source: WYSIWYG Editor
es: Editor WYSIWYG

source: WYSIWYG drag and drop editor with templates, illustrations, icons, and the ability to upload your own images and videos.
es: Editor de arrastrar y soltar WYSIWYG con plantillas, ilustraciones, íconos y la capacidad de cargar sus propias imágenes y videos.

source: Newsroom Studio helps you create engaging, instant loading mobile experiences.
es: Newsroom Studio le ayuda a crear experiencias móviles atractivas y de carga instantánea.

source: Discover all tools
es: Descubra todas las herramientas

source: Send emails
es: Enviar correos electrónicos

source: AMP<br> Email
es: AMP <br> Correo electrónico

source: A whole new world of possibilities for content engagement
es: Un mundo completamente nuevo de posibilidades para la participación de contenido

source: AMP for email allows senders to include AMP components inside rich engaging emails, making modern app functionality available within email. The AMP email format provides a subset of AMPHTML components for use in email messages, that allows recipients of AMP emails to interact dynamically with content directly in the message.
es: AMP para correo electrónico permite a los remitentes incluir componentes AMP dentro de correos electrónicos enriquecidos y atractivos, lo que hace que la funcionalidad de la aplicación moderna esté disponible dentro del correo electrónico. El formato de correo electrónico AMP proporciona un subconjunto de componentes AMP HTML para su uso en mensajes de correo electrónico, que permite a los destinatarios de los correos electrónicos AMP interactuar de forma dinámica con el contenido directamente en el mensaje.

source: More than 270 billion emails are sent every day, it is the pillar of many consumer and enterprise workflows. However the content that is sent in an email message is still limited – messages are static, can become out of date, and are not actionable without opening a browser. AMP email seeks to enhance and modernize the email experience through added support for dynamic content and interactivity while keeping users safe.
es: Cada día se envían más de 270 mil millones de correos electrónicos, es el pilar de muchos flujos de trabajo de consumidores y empresas. Sin embargo, el contenido que se envía en un mensaje de correo electrónico sigue siendo limitado: los mensajes son estáticos, pueden quedar desactualizados y no se pueden procesar sin abrir un navegador. El correo electrónico AMP busca mejorar y modernizar la experiencia del correo electrónico a través de soporte adicional para contenido dinámico e interactividad mientras se mantiene a los usuarios seguros.

source: It’s the biggest thing happening to email since the creation of email.
es: Es lo más importante que le ha sucedido al correo electrónico desde su creación.

source: Antony Malone, Senior Product Owner Direct Marketing at Booking.com
es: Antony Malone, director de marketing directo de Product Owner en Booking.com

source: Modern app functionality for email
es: Funcionalidad de aplicación moderna para correo electrónico

source: Modernize email with the power of AMP
es: Modernice el correo electrónico con el poder de AMP

source: AMP email is an expansion of the already existing blazingly fast and high-performing AMP project. Expand your business through unprecedented features.
es: El correo electrónico AMP es una expansión del proyecto AMP increíblemente rápido y de alto rendimiento ya existente. Expanda su negocio a través de funciones sin precedentes.

source: Supported Email Clients
es: Clientes de correo electrónico compatibles

source: These email clients currently support receiving AMP Emails
es: Estos clientes de correo electrónico actualmente admiten la recepción de correos electrónicos AMP

source: Read on about AMP email
es: Siga leyendo sobre el correo electrónico AMP

source: The benefits of AMP email
es: Los beneficios del correo electrónico AMP

source: AMP for advertisers
es: AMP para anunciantes

source: Grow engagement and increase conversions with faster experiences
es: Aumente el compromiso y aumente las conversiones con experiencias más rápidas

source: The average mobile site takes 19 seconds to load over a 3G connection. Coupled with the fact that conversions fall by 12% for every additional second a webpage takes to load, you can safely assume two things: speed equals performance, and most advertiser campaigns have room to improve. That’s where you come in. As an SSP, DSP, analytics provider, or anything in between, embracing speed means improving campaign performance, delivering quality user experiences, and establishing yourself as the adtech platform for the fast web. Join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
es: El sitio móvil promedio tarda 19 segundos en cargarse a través de una conexión 3G. Junto con el hecho de que las conversiones caen un 12% por cada segundo adicional que tarda en cargarse una página web, puede asumir con seguridad dos cosas: la velocidad es igual al rendimiento y la mayoría de las campañas de anunciantes tienen margen de mejora. Ahí es donde entra usted. Como SSP, DSP, proveedor de análisis o cualquier otro medio, adoptar la velocidad significa mejorar el rendimiento de la campaña, brindar experiencias de usuario de calidad y establecerse como la plataforma de tecnología publicitaria para la Web rápida. Únase a los cientos de plataformas tecnológicas que actualmente respaldan el ecosistema AMP de código abierto.

source: Allows the creation of rich, eye-catching marketing content with Adobe Animate.
es: Permite la creación de contenido de marketing rico y llamativo con Adobe Animate.

source: Create AMPHTML-valid and ready to be published individual designs or full sets of static or animated marketing visuals, within minutes.
es: Cree diseños individuales válidos para HTML de AMP y listos para ser publicados o conjuntos completos de imágenes de marketing estáticas o animadas, en minutos.

source: Online AMPHTML banner maker which allows you to easily create AMP ads without prior coding knowledge.
es: Creador de banners AMP HTML en línea que le permite crear fácilmente anuncios AMP sin conocimientos previos de codificación.

source: Google Web Designer
es: Diseñador web de Google

source: Create engaging, interactive AMPHTML Ad compliant designs and motion graphics that can run on any device.
es: Cree gráficos en movimiento y diseños atractivos e interactivos de anuncios HTML de AMP que se pueden ejecutar en cualquier dispositivo.

source: Increase in revenue
es: Incremento de ingresos

source: Triplelift and Cloudflare boost Time Inc.’s revenue with AMP Ads
es: Triplelift y Cloudflare aumentan los ingresos de Time Inc. con AMP Ads

source: Increase in average clickthrough rate
es: Aumento de la tasa de clics promedio

source: Teads brings AMP'd mobile video inventory to nearly 100 publishers
es: Teads lleva el inventario de videos móviles AMP a casi 100 editores

source: Increase in ad load speed
es: Aumento de la velocidad de carga de anuncios

source: How AMP works
es: Cómo funciona AMP

source: The following optimizations combined are the reason AMP pages are so fast they appear to load instantly. There are 7 reasons in total - but if that’s still too much to read, simply watch the explainer video:
es: Las siguientes optimizaciones combinadas son la razón por la que las páginas AMP son tan rápidas que parecen cargarse instantáneamente. Hay 7 razones en total, pero si aún es demasiado para leer, simplemente mire el video explicativo:

source: Execute all AMP JavaScript asynchronously
es: Ejecute todo el JavaScript de AMP de forma asincrónica

source: AMP components may have JavaScript under the hood, but they’re carefully designed to make sure they don’t cause performance degradation.
es: Los componentes de AMP pueden tener JavaScript bajo el capó, pero están cuidadosamente diseñados para garantizar que no causen una degradación del rendimiento.

source: While custom JS is allowed in <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, and third-party JS is allowed in iframes, it cannot block rendering. For example, if third-party JS uses the <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super-bad-for-performance <code>document.write</code> API</a>, it does not block rendering the main page.
es: Si bien se permite JS personalizado en <a href=../documentation/components/reference/amp-script.md> <code> amp-script </code> </a>, y se permite JS de terceros en iframes, no puede bloquear la representación. Por ejemplo, si JS de terceros usa el código <a href=http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/> super-bad-for-performance < > document.write </code> API </a>, no bloquea la representación de la página principal.

source: Size all resources statically
es: Dimensione todos los recursos de forma estática

source: External resources such as images, ads or iframes must state their size in the HTML so that AMP can determine each element’s size and position before resources are downloaded. AMP loads the layout of the page without waiting for any resources to download.
es: Los recursos externos, como imágenes, anuncios o iframes, deben indicar su tamaño en el HTML para que AMP pueda determinar el tamaño y la posición de cada elemento antes de que se descarguen los recursos. AMP carga el diseño de la página sin esperar a que se descargue ningún recurso.

source: Don’t let extension mechanisms block rendering
es: No dejes que los mecanismos de extensión bloqueen el procesamiento

source: AMP doesn’t let extension mechanisms block page rendering. AMP supports extensions for things like <a href="../documentation/components/reference/amp-lightbox.md">lightboxes</a>, <a href="../documentation/components/reference/amp-instagram.md">instagram embeds</a>, <a href="../documentation/components/reference/amp-twitter.md">tweets</a>, etc. While these require additional HTTP requests, those requests do not block page layout and rendering.
es: AMP no permite que los mecanismos de extensión bloqueen la visualización de la página. AMP admite extensiones para cosas como <a href=../documentation/components/reference/amp-lightbox.md> lightboxes </a>, <a href = ../ documentation / components / reference / amp-instagram .md > incrustaciones de instagram </a>, <a href=../documentation/components/reference/amp-twitter.md> tweets </a>, etc. Si bien estos requieren solicitudes HTTP adicionales, esas solicitudes sí no bloquear el diseño y la representación de la página.

source: Keep all third-party JavaScript out of the critical path
es: Mantenga todo JavaScript de terceros fuera de la ruta crítica

source: Third-party JS likes to use synchronous JS loading. They also like to <code>document.write</code> more sync scripts. For example, if you have five ads on your page, and each of them cause three synchronous loads, each with a 1 second latency connection, you’re in 15 seconds of load time just for JS loading.
es: A JS de terceros le gusta usar la carga JS síncrona. También les gusta <code> document.write </code> más scripts de sincronización. Por ejemplo, si tiene cinco anuncios en su página y cada uno de ellos causa tres cargas síncronas, cada una con una conexión de latencia de 1 segundo, está en 15 segundos de tiempo de carga solo para la carga de JS.

source: AMP pages allow third-party JavaScript but only in sandboxed iframes. By restricting them to iframes, they can’t block the execution of the main page. Even if they trigger multiple style re-calculations, their tiny iframes have very little DOM.
es: Las páginas de AMP permiten JavaScript de terceros, pero solo en iframes de espacio aislado. Al restringirlos a iframes, no pueden bloquear la ejecución de la página principal. Incluso si desencadenan múltiples recálculos de estilo, sus pequeños iframes tienen muy poco DOM.

source: The time it takes to do style-recalculations and layouts are restricted by DOM size, so the iframe recalculations are very fast compared to recalculating styles and layout for the page.
es: El tiempo que se tarda en hacer nuevos cálculos de estilo y diseños está restringido por el tamaño del DOM, por lo que los nuevos cálculos de iframe son muy rápidos en comparación con el cálculo de estilos y diseños de la página.

source: All CSS must be inline and size-bound
es: Todo el CSS debe estar integrado y de tamaño limitado

source: CSS blocks all rendering, it blocks page load, and it tends to get bloated. In AMP HTML pages, only inline styles are allowed. This removes 1 or often more HTTP requests from the critical rendering path compared to most web pages.
es: CSS bloquea todo el renderizado, bloquea la carga de la página y tiende a hincharse. En las páginas HTML de AMP, solo se permiten estilos en línea. Esto elimina 1 o más solicitudes HTTP de la ruta de procesamiento crítica en comparación con la mayoría de las páginas web.

source: Also, the inline style sheet has a maximum size of 50 kilobytes. While this size is big enough for very sophisticated pages, it still requires the page author to practice good CSS hygiene.
es: Además, la hoja de estilo en línea tiene un tamaño máximo de 50 kilobytes. Si bien este tamaño es lo suficientemente grande para páginas muy sofisticadas, aún requiere que el autor de la página practique una buena higiene de CSS.

source: Font triggering must be efficient
es: La activación de fuentes debe ser eficiente

source: Web fonts are super large, so <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">web font optimization</a> is crucial to performance. On a typical page that has a few sync scripts and a few external style sheets, the browser waits and waits to start downloading these huge fonts until all this happens.
es: Las fuentes web son muy grandes, por lo que la <a href=https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization> optimización de fuentes web </a> es crucial para el rendimiento. . En una página típica que tiene algunos scripts de sincronización y algunas hojas de estilo externas, el navegador espera y espera para comenzar a descargar estas enormes fuentes hasta que todo esto sucede.

source: The AMP system declares zero HTTP requests until fonts start downloading. This is only possible because all JS in AMP has the async attribute and only inline style sheets are allowed; there’s no HTTP requests blocking the browser from downloading fonts.
es: El sistema AMP declara cero solicitudes HTTP hasta que las fuentes comienzan a descargarse. Esto solo es posible porque todo JS en AMP tiene el atributo async y solo se permiten hojas de estilo en línea; no hay solicitudes HTTP que impidan que el navegador descargue fuentes.

source: Minimize style recalculations
es: Minimizar los nuevos cálculos de estilo

source: Each time you measure something, it triggers style recalculations which are expensive because the browser has to layout the entire page. In AMP pages, all DOM reads happen first before all the writes. This ensures there’s the max of one recalc of styles per frame.
es: Cada vez que mide algo, se activan nuevos cálculos de estilo que son costosos porque el navegador tiene que diseñar la página completa. En las páginas de AMP, todas las lecturas de DOM ocurren primero antes que todas las escrituras. Esto asegura que haya el máximo de un recalc de estilos por fotograma.

source: Learn more about impact of style and layout recalculations on <a href="https://developers.google.com/web/fundamentals/performance/rendering/">rendering performance</a>.
es: Obtenga más información sobre el impacto de los nuevos cálculos de estilo y diseño en el <a href=https://developers.google.com/web/fundamentals/performance/rendering/> rendimiento de renderizado </a>.

source: Only run GPU-accelerated animations
es: Ejecute solo animaciones aceleradas por GPU

source: The only way to have fast optimizations is to run them on the GPU. GPU knows about layers, it knows how to perform some things on these layers, it can move them, it can fade them, but it can’t update the page layout; it will hand that task over to the browser, and that’s not good.
es: La única forma de tener optimizaciones rápidas es ejecutarlas en la GPU. La GPU sabe de capas, sabe cómo realizar algunas cosas en estas capas, puede moverlas, puede atenuarlas, pero no puede actualizar el diseño de la página; entregará esa tarea al navegador, y eso no es bueno.
