Repository: dixent/one-file-test
Catalog: */po-bug.po
Languages: es

source: <p>The project is open to everyone, and existing members of the project are very enthusiastic to engage with consumer platforms on the initiative. Google has opened its cache for use for free by anyone, including to consumer platforms that would like to display AMP content in their environment. Please get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> and we will address your questions as quickly as we can.</p>
es: <p> El proyecto está abierto a todos, y los miembros existentes del proyecto están muy entusiasmados de participar con las plataformas de consumidores en la iniciativa. Google ha abierto su caché para que lo use de forma gratuita cualquier persona, incluidas las plataformas de consumo que deseen mostrar contenido AMP en su entorno. Póngase en contacto a través de <a href=https://github.com/ampproject/amphtml/issues/new> GitHub </a> y resolveremos sus preguntas lo antes posible. </p>

source: How can an advertising or technology vendor get involved in Accelerated Mobile Pages?
es: ¿Cómo puede un proveedor de publicidad o tecnología participar en Accelerated Mobile Pages?

source: <p>Please review the <a href="https://github.com/ampproject/amphtml/tree/master/3p#ads">contributing guidelines</a> and get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
es: <p> Revise las <a href=https://github.com/ampproject/amphtml/tree/master/3p#ads> pautas de contribución </a> y póngase en contacto a través de <a href = https: //github.com/ampproject/amphtml/issues/new>GitHub </a>. </p>

source: How does advertising work on Accelerated Mobile Pages?
es: ¿Cómo funciona la publicidad en las páginas móviles aceleradas?

source: <p>A goal of the Accelerated Mobile Pages Project is to ensure effective ad monetization on the mobile web while embracing a user-centric approach. There is currently support for a comprehensive range of ad formats, ad networks and technologies in Accelerated Mobile Pages. As part of that, those involved with the project are also engaged in crafting Sustainable Ad Practices to ensure that ads in AMP files are fast, safe, compelling and effective for users.</p>
es: <p> Uno de los objetivos del Proyecto de páginas móviles aceleradas es garantizar la monetización eficaz de los anuncios en la web móvil y, al mismo tiempo, adoptar un enfoque centrado en el usuario. Actualmente, existe soporte para una amplia gama de formatos publicitarios, redes publicitarias y tecnologías en Accelerated Mobile Pages. Como parte de eso, quienes participan en el proyecto también participan en la elaboración de prácticas publicitarias sostenibles para garantizar que los anuncios en archivos AMP sean rápidos, seguros, atractivos y efectivos para los usuarios. </p>

source: Are publishers able to sell their own ad inventory?
es: ¿Pueden los editores vender su propio inventario de anuncios?

source: <p>Yes, as with their existing websites, publishers control their ad inventory and how they sell it.</p>
es: <p> Sí, al igual que con sus sitios web existentes, los editores controlan su inventario de anuncios y cómo lo venden. </p>

source: How do subscriptions and paywalls work with Accelerated Mobile Pages?
es: ¿Cómo funcionan las suscripciones y los muros de pago con Accelerated Mobile Pages?

source: <p>It is a core objective of the Accelerated Mobile Pages project to support subscriptions and paywalls. AMP currently supports a flexible access framework where publishers can control the document viewing experience for subscribers, metered users and anonymous users.</p>
es: <p> Es un objetivo central del proyecto Accelerated Mobile Pages admitir suscripciones y muros de pago. AMP actualmente admite un marco de acceso flexible donde los editores pueden controlar la experiencia de visualización de documentos para suscriptores, usuarios medidos y usuarios anónimos. </p>

source: How are analytics being handled in this AMP format?
es: ¿Cómo se manejan los análisis en este formato AMP?

source: <p>Ensuring publishers are able to get robust analytics insight is a core design goal for the project. AMP currently supports the collection of analytics information using features like amp-analytics, which can integrate with 3rd party systems without compromising the AMP file speed or size. Several analytics providers are <a href="/support/faqs/supported-platforms.html#analytics">participating</a> in the project.</p>
es: <p> Asegurar que los editores puedan obtener información analítica sólida es un objetivo de diseño central para el proyecto. AMP actualmente admite la recopilación de información analítica mediante funciones como amp-analytics, que pueden integrarse con sistemas de terceros sin comprometer la velocidad o el tamaño del archivo AMP. Varios proveedores de análisis están <a href=/support/faqs/supported-platforms.html#analytics> participando </a> en el proyecto. </p>

source: Do publishers receive credit for the traffic from a measurement perspective?
es: ¿Los editores reciben crédito por el tráfico desde una perspectiva de medición?

source: <p>Yes, an AMP file is the same as the rest of your site – this space is the publisher’s canvas.</p>
es: <p> Sí, un archivo AMP es igual que el resto de su sitio; este espacio es el lienzo del editor. </p>

source: How do I become a part of this project?
es: ¿Cómo puedo formar parte de este proyecto?

source: <p>We welcome interested individuals and companies who want to get involved to get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, so that we can add you to a distribution list and keep you posted on any new information.</p>
es: <p> Damos la bienvenida a las personas y empresas interesadas que deseen participar para que se pongan en contacto a través de <a href=https://github.com/ampproject/amphtml/issues/new> GitHub </a>, de modo que puede agregarlo a una lista de distribución y mantenerlo informado sobre cualquier información nueva. </p>

source: Content Platforms
es: Plataformas de contenido

source: Real Time Config
es: Configuración en tiempo real

source: Supported Platforms, Vendors and Partners
es: Plataformas, proveedores y socios compatibles

source: AMP Conf 2020: Save the date!
es: AMP Conf 2020: ¡Reserva la fecha!
