Repository: dixent/one-file-test
Catalog: */po-bug.po
Languages: es

source: A growing number of publishers and advertisers are adopting AMP to deliver faster and more engaging content to their users. As your clients embrace the speed of AMP and more users consume content on AMP pages, ensure that your business is positioned for the future and integrate your technology with AMP. Speeding up ads is the fastest way to boost performance.
es: Un número creciente de editores y anunciantes están adoptando AMP para ofrecer contenido más rápido y atractivo a sus usuarios. A medida que sus clientes adopten la velocidad de AMP y más usuarios consuman contenido en las páginas de AMP, asegúrese de que su empresa esté posicionada para el futuro e integre su tecnología con AMP. Acelerar los anuncios es la forma más rápida de mejorar el rendimiento.

source: AMP ads greatly improve the mobile internet through their intelligent design and pre-loading features. This leads to increased traffic, higher sales conversion rates and more pages per visit - delivering the value you’re looking for in your ads.
es: Los anuncios AMP mejoran enormemente Internet móvil a través de su diseño inteligente y funciones de precarga. Esto genera un mayor tráfico, mayores tasas de conversión de ventas y más páginas por visita, lo que brinda el valor que busca en sus anuncios.

source: Although AMP pages support traditional HTML ads, these ads can be slow to load. To make ads themselves as fast as the rest of the AMP page, you can build ads in AMPHTML.
es: Aunque las páginas AMP admiten anuncios HTML tradicionales, estos anuncios pueden tardar en cargarse. Para que los anuncios sean tan rápidos como el resto de la página AMP, puede crear anuncios en AMP HTML.

source: AMPHTML ads load as fast as content, increasing viewability and enticing engagement. AMPHTML ads are only delivered after being validated, ensuring that the ads are free of malware.
es: Los anuncios HTML de AMP se cargan tan rápido como el contenido, lo que aumenta la visibilidad y atrae la participación. Los anuncios AMP HTML solo se publican después de haber sido validados, lo que garantiza que los anuncios estén libres de malware.

source: Ads created with AMPHTML are served on both AMP and non-AMP pages. By building an ad with AMP, you can deliver a memorable brand experience everywhere without worrying about speed and platform compatibility.
es: Los anuncios creados con AMP HTML se publican en páginas AMP y no AMP. Al crear un anuncio con AMP, puede ofrecer una experiencia de marca memorable en cualquier lugar sin preocuparse por la velocidad y la compatibilidad de la plataforma.

source: The benefits of AMP ads
es: Los beneficios de los anuncios AMP

source: Read on about AMP ads
es: Siga leyendo sobre los anuncios AMP

source: They load way faster. Users pick up on every small delay, and when the ads load fast, this has a very positive impact on their perception and advertiser performance.
es: Se cargan mucho más rápido. Los usuarios detectan cada pequeña demora, y cuando los anuncios se cargan rápido, esto tiene un impacto muy positivo en su percepción y rendimiento de los anunciantes.

source: Shaun Zacharia, President & Co-Founder, Triplelift.
es: Shaun Zacharia, presidente y cofundador de Triplelift.

source: The average mobile site takes 19 seconds to load over a 3G connection. Coupled with the fact that conversions fall by 12% for every additional second a webpage takes to load, you can safely assume two things: speed equals performance, and most advertiser campaigns have room to improve. That’s where you come in. As an SSP, DSP, analytics provider, or anything in between, embracing speed means improving campaign performance, delivering quality user experiences, and establishing yourself as the adtech platform for the fast web. Join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
es: El sitio móvil promedio tarda 19 segundos en cargarse a través de una conexión 3G. Junto con el hecho de que las conversiones caen un 12% por cada segundo adicional que tarda en cargarse una página web, puede asumir con seguridad dos cosas: la velocidad es igual al rendimiento y la mayoría de las campañas de anunciantes tienen margen de mejora. Ahí es donde entra usted. Como SSP, DSP, proveedor de análisis o cualquier otro medio, adoptar la velocidad significa mejorar el rendimiento de la campaña, brindar experiencias de usuario de calidad y establecerse como la plataforma de tecnología publicitaria para la Web rápida. Únase a los cientos de plataformas tecnológicas que actualmente respaldan el ecosistema AMP de código abierto.

source: AMP offers a way for you to give users a faster experience everywhere: on ads, landing pages or on your entire website. AMP ads help users engage with your brand and improve the performance of your campaigns. When your target audience lands on an AMP page, they get what they’re looking for in the moment they’re looking for it. The net result – they’re more likely to be engaged with and receptive to your brand’s messages, and more likely to take the actions you’re guiding them towards like completing a purchase.
es: AMP ofrece una forma de brindarles a los usuarios una experiencia más rápida en cualquier lugar: en anuncios, páginas de destino o en todo su sitio web. Los anuncios AMP ayudan a los usuarios a interactuar con su marca y a mejorar el rendimiento de sus campañas. Cuando su público objetivo llega a una página AMP, obtiene lo que busca en el momento en que lo busca. El resultado neto: es más probable que se involucren con los mensajes de su marca y sean receptivos a ellos, y es más probable que tomen las acciones a las que los está guiando, como completar una compra.

source: What’s the difference between an AMPHTML ad and a regular ad? Seconds.
es: ¿Cuál es la diferencia entre un anuncio HTML de AMP y un anuncio normal? Segundos.

source: AMPHTML Ad
es: Anuncio AMP HTML

source: More overall traffic
es: Más tráfico general

source: India Today delights readers and boosts revenue with AMP
es: India Today deleita a los lectores y aumenta los ingresos con AMP

source: Increase in returning users from mobile search
es: Aumento de los usuarios recurrentes de la búsqueda móvil

source: AMP helps the Washington Post increase returning users from mobile search by 23%
es: AMP ayuda al Washington Post a aumentar en un 23% los usuarios recurrentes de la búsqueda móvil

source: Faster page load time
es: Tiempo de carga de la página más rápido

source: AMP makes Gizmodo 3x faster on mobile
es: AMP hace que Gizmodo sea 3 veces más rápido en dispositivos móviles

source: Compelling, smooth and instant
es: Convincente, suave e instantáneo

source: Easily create user first websites with AMP.
es: Cree fácilmente sitios web para los primeros usuarios con AMP.

source: What is<br> AMP?
es: ¿Qué es <br> AMP?

source: Web pages that are compelling, smooth, and load near instantaneously
es: Páginas web atractivas, fluidas y que se cargan casi instantáneamente

source: AMP is a simple and robust format to ensure your website is fast, user-first, and makes money. AMP provides long-term success for your web strategy with distribution across popular platforms and reduced operating and development costs.
es: AMP es un formato simple y sólido para garantizar que su sitio web sea rápido, el usuario primero y genere ingresos. AMP proporciona éxito a largo plazo para su estrategia web con distribución en plataformas populares y costos operativos y de desarrollo reducidos.

source: Create great web experiences for users across the open web
es: Cree excelentes experiencias web para los usuarios de la web abierta

source: AMP enables the creation of websites and ads that are consistently fast, beautiful and high-performing across devices and distribution platforms. Publishers and advertisers can decide how to present their content that emphasizes a user-first experience.
es: AMP permite la creación de sitios web y anuncios que son consistentemente rápidos, atractivos y de alto rendimiento en todos los dispositivos y plataformas de distribución. Los editores y anunciantes pueden decidir cómo presentar su contenido que enfatiza la experiencia del usuario primero.

source: We are committed to improving speed across the board. If our site takes a long time to load, it doesn’t matter how great our journalism is, some people will leave the page before they see what’s there.
es: Estamos comprometidos a mejorar la velocidad en todos los ámbitos. Si nuestro sitio tarda mucho en cargarse, no importa qué tan bueno sea nuestro periodismo, algunas personas abandonarán la página antes de ver lo que hay allí.

source: David Merrell, Senior Product Manager
es: David Merrell, director de producto sénior

source: What AMP HTML is made of
es: De qué está hecho AMP HTML

source: Though most tags in an AMP HTML page are regular HTML tags, some HTML tags are replaced with AMP-specific tags (see also HTML Tags in the AMP spec). These custom elements, called AMP HTML components, make common patterns easy to implement in a performant way.
es: Aunque la mayoría de las etiquetas en una página HTML de AMP son etiquetas HTML normales, algunas etiquetas HTML se reemplazan por etiquetas específicas de AMP (consulte también Etiquetas HTML en las especificaciones de AMP). Estos elementos personalizados, denominados componentes HTML de AMP, facilitan la implementación de patrones comunes de manera eficaz.

source: Built-in components
es: Componentes incorporados

source: AMP HTML is HTML with some restrictions for reliable performance.
es: AMP HTML es HTML con algunas restricciones para un rendimiento confiable.

source: For example, the amp-img tag provides full srcset support even in browsers that don’t support it yet. Learn how to create your first AMP HTML page.
es: Por ejemplo, la etiqueta amp-img proporciona compatibilidad completa con srcset incluso en navegadores que aún no la admiten. Obtenga información sobre cómo crear su primera página HTML de AMP.

source: AMP pages are discovered by search engines and other platforms through the HTML tag. You can choose to have a non-AMP version and an AMP version of your page, or just an AMP version.
es: Las páginas AMP son descubiertas por los motores de búsqueda y otras plataformas a través de la etiqueta HTML. Puede elegir tener una versión que no sea AMP y una versión AMP de su página, o simplemente una versión AMP.

source: Learn more in Make Your Page Discoverable.
es: Obtenga más información en Haga que su página sea visible.

source: AMP pages can be cached for near instantaneous loading on the web. Platforms like Google run AMP caches to enable fast loading of your content from their service.
es: Las páginas AMP se pueden almacenar en caché para una carga casi instantánea en la web. Plataformas como Google ejecutan cachés AMP para permitir la carga rápida de su contenido desde su servicio.

source: The Google AMP Cache is a proxy-based content delivery network for delivering all valid AMP documents. It fetches AMP HTML pages, caches them, and improves page performance automatically. When using the Google AMP Cache, the document, all JS files and all images load from the same origin that is using HTTP 2.0 for maximum efficiency. <br> The cache also comes with a built-in validation system which confirms that the page is guaranteed to work, and that it doesn't depend on external resources. The validation system runs a series of assertions confirming the page’s markup meets the AMP HTML specification.
es: Google AMP Cache es una red de entrega de contenido basada en proxy para entregar todos los documentos AMP válidos. Obtiene páginas HTML de AMP, las almacena en caché y mejora el rendimiento de la página automáticamente. Cuando se usa Google AMP Cache, el documento, todos los archivos JS y todas las imágenes se cargan desde el mismo origen que usa HTTP 2.0 para una máxima eficiencia. <br> La caché también viene con un sistema de validación incorporado que confirma que la página está garantizada para funcionar y que no depende de recursos externos. El sistema de validación ejecuta una serie de afirmaciones que confirman que el marcado de la página cumple con la especificación HTML de AMP.

source: Another version of the validator comes bundled with every AMP page. This version can log validation errors directly to the browser’s console when the page is rendered, allowing you to see how complex changes in your code might impact performance and user experience.
es: Se incluye otra versión del validador con cada página de AMP. Esta versión puede registrar errores de validación directamente en la consola del navegador cuando se representa la página, lo que le permite ver cómo los cambios complejos en su código pueden afectar el rendimiento y la experiencia del usuario.

source: Learn more about caching in AMP
es: Más información sobre el almacenamiento en caché en AMP

source: Explore use cases of AMP websites
es: Explore casos de uso de sitios web de AMP

source: Web page speed improves the user experience and core business metrics
es: La velocidad de la página web mejora la experiencia del usuario y las métricas comerciales centrales

source: Building AMP pages is easy and reduces developer overhead
es: Crear páginas AMP es fácil y reduce la sobrecarga del desarrollador

source: Building AMP pages is easy
es: Crear páginas AMP es fácil

source: AMP can be applied across various web touch points
es: AMP se puede aplicar en varios puntos de contacto web

source: Maintain flexibility and control and reduce complexity in your code
es: Mantenga la flexibilidad y el control y reduzca la complejidad de su código

source: Building blocks that ensure performance
es: Bloques de construcción que garantizan el rendimiento

source: Build for a sustainable future in the open web for everyone
es: Construir para un futuro sostenible en la web abierta para todos

source: Track and measure
es: Seguimiento y medición

source: Fast loading times
es: Tiempos de carga rápidos

source: Immersive storytelling
es: Narración inmersiva

source: Robust Advertising Support
es: Soporte publicitario sólido

source: Create beautiful and engaging content easily
es: Crea contenido atractivo y atractivo fácilmente

source: Creative flexibility for editorial freedom and branding
es: Flexibilidad creativa para la libertad editorial y la marca

source: Sharable and linkable on the open web
es: Compartible y enlazable en la web abierta

source: Measurable viewability
es: Visibilidad medible

source: Maximize your revenue
es: Maximice sus ingresos

source: Maximize your ROI
es: Maximice su ROI

source: End to end experience is controlled
es: La experiencia de un extremo a otro está controlada

source: Reduce complexity in your operations
es: Reduzca la complejidad en sus operaciones

source: Collaborative community
es: Comunidad colaborativa

source: Increased personalization
es: Mayor personalización

source: Interactive customer experience
es: Experiencia de cliente interactiva

source: Improved and smarter services
es: Servicios mejorados y más inteligentes

source: Increased in-mail capabilities
es: Aumento de las capacidades en el correo

source: Safe and secure
es: Seguro y a salvo

source: Consistency and scalability
es: Coherencia y escalabilidad

source: AMP pages load near instantly, enabling you to offer a consistently fast experience across all devices and platforms.
es: Las páginas de AMP se cargan casi al instante, lo que le permite ofrecer una experiencia rápida y constante en todos los dispositivos y plataformas.

source: You can often convert your entire archive in days especially if you use a popular CMS such as Wordpress or Drupal.
es: A menudo, puede convertir todo su archivo en días, especialmente si usa un CMS popular como Wordpress o Drupal.

source: Used by popular and global platforms like Google, Bing and Twitter, AMP allows you to ensure users from all these surfaces get an unparalleled, often instantaneous and native-feeling experience by defaulting to AMP pages when available.
es: Utilizado por plataformas populares y globales como Google, Bing y Twitter, AMP le permite asegurarse de que los usuarios de todas estas superficies obtengan una experiencia inigualable, a menudo instantánea y nativa al utilizar las páginas AMP de forma predeterminada cuando estén disponibles.

source: You can use CSS to customize your styling, dynamic data to fetch the freshest data where needed, to build the best possible user experience for your customers.
es: Puede usar CSS para personalizar su estilo, datos dinámicos para obtener los datos más recientes donde sea necesario, para construir la mejor experiencia de usuario posible para sus clientes.

source: The AMP Project is an open source initiative to protect the future of the web helping everyone deliver a better, faster more user-friendly experience.
es: El Proyecto AMP es una iniciativa de código abierto para proteger el futuro de la web y ayudar a todos a ofrecer una experiencia mejor, más rápida y fácil de usar.

source: AMP pages load near instantly – across all devices and platforms.
es: Las páginas AMP se cargan casi al instante, en todos los dispositivos y plataformas.

source: Used by global platforms like Google, Bing and Twitter, AMP allows users a native-feeling experience across all platforms by defaulting to AMP pages when available.
es: Utilizado por plataformas globales como Google, Bing y Twitter, AMP permite a los usuarios una experiencia nativa en todas las plataformas al utilizar de forma predeterminada las páginas AMP cuando están disponibles.

source: You can use CSS to customize your styling and dynamic data to fetch the freshest data where needed.
es: Puede usar CSS para personalizar su estilo y datos dinámicos para obtener los datos más recientes donde sea necesario.

source: It takes a lot of time and effort to build a great website. AMP components are already optimized for the best performance.
es: Se necesita mucho tiempo y esfuerzo para construir un gran sitio web. Los componentes de AMP ya están optimizados para obtener el mejor rendimiento.

source: The AMP Project is an open source initiative to protect the future of the web by delivering a better, faster and more user-friendly experience.
es: El Proyecto AMP es una iniciativa de código abierto para proteger el futuro de la web al ofrecer una experiencia mejor, más rápida y más fácil de usar.

source: Supports analytics and bookend capabilities for viral sharing and monetization.
es: Admite capacidades de análisis y sujetalibros para el intercambio viral y la monetización.

source: AMP stories are lightening fast so that your audience stays engaged and entertained.
es: Las historias de AMP se están aclarando rápidamente para que su audiencia se mantenga comprometida y entretenida.

source: AMP stories is a new and modern way to reach existing readers.
es: Las historias de AMP son una forma nueva y moderna de llegar a los lectores existentes.

source: AMP Stories enables monetization capability for publishers using full-screen immersive story ads and using affiliate links. For advertisers, Stories is a way to reach a unique audience within a new storytelling experience.
es: AMP Stories permite la capacidad de monetización para los editores que usan anuncios de historias inmersivas en pantalla completa y usan enlaces de afiliados. Para los anunciantes, Stories es una forma de llegar a una audiencia única dentro de una nueva experiencia narrativa.

source: AMP stories make the production of stories as easy as possible from a technical perspective.
es: Las historias de AMP hacen que la producción de historias sea lo más fácil posible desde una perspectiva técnica.

source: The AMP stories format comes with preset but flexible layout templates, standardized UI controls, and components for sharing and adding follow-on content.
es: El formato de historias de AMP viene con plantillas de diseño predefinidas pero flexibles, controles de interfaz de usuario estandarizados y componentes para compartir y agregar contenido de seguimiento.

source: AMP stories are part of the open web and can be shared and embedded across sites and apps without being confined to a single ecosystem.
es: Las historias de AMP son parte de la web abierta y se pueden compartir e incrustar en sitios y aplicaciones sin estar confinadas a un solo ecosistema.

source: AMPHTML ads are 6x faster than regular ads on AMP pages, making them more viewable, more effective and more likely to perform well. You can monitor performance and adjust pricing accordingly, and offer the most engaging ad products to optimize your ad placements. In AMP, tweaking your pages to drive higher viewability rate or views is easy for publishers using the ‘data-loading-strategy’ attribute on the `amp-ad` component.
es: Los anuncios AMP HTML son 6 veces más rápidos que los anuncios normales en las páginas AMP, lo que los hace más visibles, más efectivos y con más probabilidades de tener un buen rendimiento. Puede supervisar el rendimiento y ajustar los precios en consecuencia, y ofrecer los productos publicitarios más atractivos para optimizar la ubicación de sus anuncios. En AMP, ajustar sus páginas para generar una mayor tasa de visibilidad o vistas es fácil para los editores que utilizan el atributo "estrategia de carga de datos" en el componente "amp-ad".

source: In order to engage with your brand and improve the performance of your campaigns, you have to speed things up. AMP ads load on average 5x faster than the non-AMP version, leading to higher conversion rates. Because AMPHTML ads are 3x lighter, the AMP framework guarantees that these ads only behave as intended so users always have a positive experience with your brand.
es: Para interactuar con su marca y mejorar el rendimiento de sus campañas, debe acelerar las cosas. Los anuncios AMP se cargan en promedio 5 veces más rápido que la versión que no es AMP, lo que genera tasas de conversión más altas. Debido a que los anuncios HTML de AMP son 3 veces más ligeros, el marco de AMP garantiza que estos anuncios solo se comportan según lo previsto para que los usuarios siempre tengan una experiencia positiva con su marca.

source: AMP ads are safe from malware because AMPHTML ads are verified before being served, thus, advertisers can ensure a safe user experience and building trust in the brands users are engaging with. Establish yourself as the adtech platform for the fast web and join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
es: Los anuncios AMP están a salvo del malware porque los anuncios AMP HTML se verifican antes de ser publicados, por lo que los anunciantes pueden garantizar una experiencia de usuario segura y generar confianza en las marcas con las que interactúan los usuarios. Conviértase en la plataforma adtech para la web rápida y únase a los cientos de plataformas tecnológicas que actualmente respaldan el ecosistema AMP de código abierto.
