Repository: dixent/one-file-test
Catalog: */po-bug.po
Languages: es

source: A screenshot of a website using AMP.
es: Una captura de pantalla de un sitio web que usa AMP.

source: A screenshot showing amp-sidebar.
es: Una captura de pantalla que muestra la barra lateral de amp.

source: A website screenshot.
es: Una captura de pantalla del sitio web.

source: AMP Brand Materials
es: Materiales de la marca AMP

source: AMP Caches & CORS
es: Cachés AMP y CORS

source: AMP Contributor Summit 2019
es: Cumbre de colaboradores de AMP 2019

source: AMP Contributor Summit 2019 Applications Now Open
es: Las solicitudes de la Cumbre de Colaboradores AMP 2019 ya están abiertas

source: AMP Framework
es: Marco AMP

source: AMP HTML Specification
es: Especificación HTML de AMP

source: AMP Overview
es: Descripción general de AMP

source: AMP for Email Specification
es: AMP para la especificación de correo electrónico

source: AMP's Layout System
es: Sistema de diseño de AMP

source: About
es: Acerca de

source: Accept use of cookies
es: Aceptar el uso de cookies

source: Add advanced AMP features
es: Agrega funciones avanzadas de AMP

source: Add interactivity & dynamic data (TBD)
es: Agregue interactividad y datos dinámicos (TBD)

source: Advanced Course
es: Curso avanzado

source: Although there are {hits} hits in total we cannot show more than 100.
es: Aunque hay {hits} hits en total, no podemos mostrar más de 100.

source: An unexplained feature?
es: ¿Una característica inexplicable?

source: Animate & Transition
es: Animar y transición

source: App Install
es: Instalación de la aplicación

source: Animations and interactions
es: Animaciones e interacciones

source: Check out AMP stories on the web
es: Consulte las historias de AMP en la web

source: Story Ads are full screen, single page ads that appear within AMP Stories. Advertisers/ Publishers can invite users to a web page, an AMP page or an App with a single tap. A story ad has a rich, flexible canvas that allows images, videos, animations or a combination of all those elements.<br> Story ads are supported by Google Ad Manager and Google DV360 (Beta) with additional ad server support coming soon!
es: Los Story Ads son anuncios de una sola página a pantalla completa que aparecen en AMP Stories. Los anunciantes / editores pueden invitar a los usuarios a una página web, una página AMP o una aplicación con un solo toque. Un anuncio de historia tiene un lienzo rico y flexible que permite imágenes, videos, animaciones o una combinación de todos esos elementos. <br> Los anuncios de historia son compatibles con Google Ad Manager y Google DV360 (Beta).

source: Discover All Templates
es: Descubra todas las plantillas

source: Back to home
es: De vuelta a casa

source: Back to sample
es: Volver a muestra

source: Band Page in AMP
es: Página de banda en AMP

source: Beginning Course
es: Curso principiante

source: Burger Menu
es: Menú de hamburguesas

source: Community
es: Comunidad

source: Components
es: Componentes

source: Contribute
es: Contribuir

source: Contribute documentation
es: Contribuir con documentación

source: Convert HTML to AMP
es: Convertir HTML a AMP

source: Create a custom interactive widget with amp-script
es: Crea un widget interactivo personalizado con amp-script

source: Create a login-requiring AMP page
es: Cree una página AMP que requiera inicio de sesión

source: Create interactive AMP pages
es: Crea páginas AMP interactivas

source: Create your first AMP Page
es: Crea tu primera página AMP

source: Create your first AMP Story
es: Crea tu primera historia de AMP

source: Create your first AMPHTML ad
es: Cree su primer anuncio HTML de AMP

source: Demo:
es: Manifestación:

source: Design Templates
es: Plantillas de diseño

source: Develop
es: Desarrollar

source: Dismiss consent
es: Rechazar consentimiento

source: Documentation
es: Documentación

source: Documentation:
es: Documentación:

source: Download ZIP
es: Descargar ZIP

source: Easily build user first websites with our templates
es: Cree fácilmente sitios web para los primeros usuarios con nuestras plantillas

source: Edit sample on GitHub
es: Editar muestra en GitHub

source: Editorial AMP Article
es: Artículo editorial AMP

source: Events
es: Eventos

source: Example Source Code
es: Ejemplo de código fuente

source: Example:
es: Ejemplo:

source: Examples
es: Ejemplos de

source: Expansion
es: Expansión

source: FAQ
es: Preguntas más frecuentes

source: Follow us
es: Síganos

source: Found a bug or missing a feature?
es: ¿Encontró un error o le falta una función?

source: Functionality
es: Funcionalidad

source: Get Started
es: Empezar

source: Get started
es: Empezar

source: Get the courses
es: Obtenga los cursos

source: Go to GitHub
es: Ir a GitHub

source: Go to Stack Overflow
es: Ir a desbordamiento de pila

source: Got it!
es: ¡Entiendo!

source: Guides and Tutorials
es: Guías y tutoriales

source: How to build AMP without knowing how to code?
es: ¿Cómo construir AMP sin saber codificar?

source: Important Components
es: Componentes importantes

source: Important: this component does not support your currently selected format
es: Importante: este componente no es compatible con su formato seleccionado actualmente

source: Include media, iframes & third-party content
es: Incluya medios, iframes y contenido de terceros

source: Integrate
es: Integrar

source: Intermediate Course
es: Curso intermedio

source: Jump to:
es: Salta a:

source: Learn
es: Aprender

source: Learn more about:
es: Aprender más sobre:

source: Load more
es: Carga más

source: Logos
es: Logotipos

source: Monetize your AMP page with ads
es: Monetiza tu página AMP con anuncios

source: Multiple Image
es: Imagen múltiple

source: Need further explanation?
es: ¿Necesitas más explicaciones?

source: Need more help?
es: Necesitas más ayuda?

source: Next chapter
es: Siguiente capítulo

source: No results found.
es: No se han encontrado resultados.

source: Of course, this site is made with AMP!
es: ¡Por supuesto, este sitio está hecho con AMP!

source: Open Use Case
es: Caso de uso abierto

source: Open example
es: Ejemplo abierto

source: Open in playground
es: Abierto en el patio de recreo

source: Open this snippet in playground
es: Abra este fragmento en el patio de recreo

source: Optimize & Measure
es: Optimizar y medir

source: Overview
es: Descripción general

source: Parallax Storytelling in AMP
es: Parallax Storytelling en AMP

source: Platform and Technology Company Involvement
es: Participación de la empresa de plataforma y tecnología

source: Platform and Vendor Partners
es: Socios de plataforma y proveedores

source: Please reload the page.
es: Por favor recarga la página.

source: Please try again later.
es: Por favor, inténtelo de nuevo más tarde.

source: Popular Articles
es: articulos populares

source: Preview
es: Avance

source: Previous chapter
es: Capítulo previo

source: Privacy Policy
es: Política de privacidad

source: Publisher Monetization
es: Monetización del editor

source: Results
es: Resultados

source: Roadmap
es: Mapa vial

source: Screenshot of use case:
es: Captura de pantalla del caso de uso:

source: Search
es: Buscar

source: See all use cases
es: Ver todos los casos de uso

source: See example
es: Ver ejemplo

source: See what others have built
es: Mira lo que otros han construido

source: Select a language
es: Selecciona un idioma

source: websites
es: sitios web

source: stories
es: cuentos

source: ads
es: anuncios

source: emails
es: correos electrónicos

source: AMP is a web component framework to easily create <span style="white-space: nowrap;">user-first</span><br>
es: AMP es un marco de trabajo de componentes web para crear fácilmente <span style = white-space: nowrap; > user-first </span> <br>

source: Show everything
es: Mostrar todo

source: Open in AMP Playground
es: Abrir en AMP Playground

source: Build anything with AMP.
es: Cree cualquier cosa con AMP.

source: Single Image
es: Imagen única

source: Single video
es: Vídeo único

source: Something cut the line.
es: Algo cortó la línea.

source: Something went terribly wrong. Why don't you browse around?
es: Algo salió terriblemente mal. ¿Por qué no navegas?

source: Something went wrong while trying to load more search results.
es: Se produjo un error al intentar cargar más resultados de búsqueda.

source: Something went wrong…
es: Algo salió mal…

source: Start
es: Comienzo

source: Styleguide
es: Guía de estilo

source: Success Stories
es: Historias de éxito

source: Success Story:
es: Historia exitosa:

source: Success stories
es: Historias de éxito

source: Support
es: Apoyo

source: Supported Browsers
es: Navegadores compatibles

source: Supported Platforms
es: Plataformas compatibles

source: Table of contents
es: Tabla de contenido

source: The Atlantic
es: El Atlántico

source: The Washington Post
es: El Washington Post

source: The page you've requested can't be found. Why don't you browse around?
es: No se puede encontrar la página que ha solicitado. ¿Por qué no navegas?

source: This example uses the following experimental feature:
es: Este ejemplo utiliza la siguiente característica experimental:

source: Toggle Sidebar
es: Alternar barra lateral

source: Too much choice
es: Demasiadas opciones

source: Tools
es: Herramientas

source: Track engagement with analytics
es: Realice un seguimiento del compromiso con la analítica

source: USA Today
es: EE.UU. Hoy en día

source: Uh oh! That's an error.
es: ¡UH oh! Eso es un error.

source: Use Cases
es: Casos de uso

source: Validation Workflow
es: Flujo de trabajo de validación

source: Vendor contributions
es: Contribuciones de proveedores

source: View Demo
es: Ver demostración

source: View code on GitHub
es: Ver código en GitHub

source: View demo
es: Ver demo

source: We apologize for the inconvenience caused.
es: Pedimos disculpas por las molestias causadas.

source: We could not find any results matching your search query.
es: No pudimos encontrar ningún resultado que coincida con su consulta de búsqueda.

source: Web Development With AMP
es: Desarrollo web con AMP

source: What are you looking for?
es: ¿Qué estás buscando?

source: Who runs the world? ... Beyoncé over the years.
es: ¿Quien corre el mundo? ... Beyoncé a lo largo de los años.

source: Working Groups
es: Grupos de trabajo

source: You're currently not connected to the internet.
es: Actualmente no estás conectado a Internet.

source: ads-analytics
es: Publicidad y análisis

source: dynamic-content
es: Contenido dinámico

source: layout
es: Diseño

source: media
es: Medios de comunicación

source: presentation
es: Presentación

source: …while trying to load the search results.
es: … Mientras intenta cargar los resultados de la búsqueda.

source: Sadly this page isn't translated yet, but we could use some help doing so. See the <a href="/documentation/guides-and-tutorials/contribute/translations">translation guide</a> on how you can contribute.
es: Lamentablemente, esta página aún no está traducida, pero nos vendría bien un poco de ayuda para hacerlo. Consulte la <a href=/documentation/guides-and-tutorials/contribute/translations> guía de traducción </a> sobre cómo puede contribuir.

source: If the explanations on this page don't cover all of your questions feel free to reach out to other AMP users to discuss your exact use case.
es: Si las explicaciones de esta página no cubren todas sus preguntas, no dude en comunicarse con otros usuarios de AMP para analizar su caso de uso exacto.

source: The AMP project strongly encourages your participation and contributions! We hope you'll become an ongoing participant in our open source community but we also welcome one-off contributions for the issues you're particularly passionate about.
es: ¡El proyecto AMP anima encarecidamente su participación y contribuciones! Esperamos que se convierta en un participante continuo en nuestra comunidad de código abierto, pero también agradecemos contribuciones únicas para los temas que le apasionan particularmente.

source: You've read this document a dozen times but it doesn't really cover all of your questions? Maybe other people felt the same: reach out to them on Stack Overflow.
es: ¿Ha leído este documento una docena de veces pero realmente no cubre todas sus preguntas? Quizás otras personas sintieron lo mismo: comuníquese con ellos en Stack Overflow.

source: Enable the experiment via the button below. Some components require the AMP Dev Channel to be enabled as well.
es: Habilite el experimento a través del botón de abajo. Algunos componentes también requieren que esté habilitado el canal de desarrollo de AMP.

source: Example
es: Ejemplo

source: Demo
es: Manifestación

source: Documentation
es: Documentación

source: Success Story
es: Historia exitosa

source: Although there are {hits} hits in total we cannot show more than 100.', hits='{'+'{result.totalResults}'+'}
es: Aunque hay {hits} hits en total, no podemos mostrar más de 100. ', hits =' {'+' {result.totalResults} '+'}

source: Get started quickly with a ready-made design. Templates designed to work with all devices - mobile, tablet and desktop.
es: Comience rápidamente con un diseño listo para usar. Plantillas diseñadas para funcionar con todos los dispositivos: móvil, tableta y escritorio.

source: Use AMP to build great experiences across the web
es: Utilice AMP para crear grandes experiencias en la Web

source: Use AMP to create visual stories on the web.
es: Utilice AMP para crear historias visuales en la web.

source: Use AMP to build and serve lightning fast, safe ads to pages and stories.
es: Utilice AMP para crear y publicar anuncios seguros a la velocidad del rayo en páginas e historias.

source: Use AMP to send interactive, dynamic emails.
es: Utilice AMP para enviar correos electrónicos dinámicos e interactivos.

source: Whether you are a publisher, e-commerce company, storyteller, advertiser or email sender, AMP makes it easy to create great experiences on the web. Use AMP to build:
es: Ya sea que sea un editor, una empresa de comercio electrónico, un narrador, un anunciante o un remitente de correo electrónico, AMP facilita la creación de excelentes experiencias en la web. Utilice AMP para crear:

source: The latest news
es: Las últimas noticias

source: Don't want to miss any of the great stuff that happens around AMP? Then always be first in line and subscribe to our newsletter!
es: ¿No quieres perderte nada de las cosas maravillosas que ocurren en torno a AMP? ¡Entonces sea siempre el primero en la fila y suscríbase a nuestro boletín!

source: Subscribe
es: Suscribir

source: Learn more about AMP {{ format.name }}
es: Más información sobre AMP {{format.name}}

source: AMP in action
es: AMP en acción

source: Business Benefits
es: Beneficios de negocio

source: Get started with AMP
es: Empiece a utilizar AMP

source: As a source for breaking news and information, AMP stories allows us to showcase our quality journalism when there are multiple elements we want to bring together. Combining reporting, photography, videos and motion graphics, this gives readers a more visual entry point when they are searching for our coverage.
es: Como fuente de noticias e información de última hora, las historias de AMP nos permiten mostrar nuestro periodismo de calidad cuando hay múltiples elementos que queremos unir. Combinando informes, fotografía, videos y gráficos en movimiento, esto brinda a los lectores un punto de entrada más visual cuando buscan nuestra cobertura.

source: Greg Manifold, Design Director of The Washington Post
es: Greg Manifold, director de diseño de The Washington Post

source: Explore AMP<br/> success stories
es: Explore las historias de éxito de AMP <br/>

source: Don't take our word for it - read case studies from your industry and see how AMP has produced positive results.
es: No confíe en nuestra palabra: lea estudios de casos de su industria y vea cómo AMP ha producido resultados positivos.

source: See all success stories
es: Ver todas las historias de éxito

source: By the community,<br/>for the community
es: Por la comunidad, <br/> para la comunidad

source: Many ways for you to contribute
es: Muchas formas de contribuir

source: The AMP Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to AMP.
es: El Proyecto AMP no sería posible sin la ayuda de todos los miembros de la comunidad, ya sea un desarrollador, creador de contenido o proveedor de servicios relevantes para AMP.

source: Reporting issues with AMP
es: Informar problemas con AMP

source: If you have feedback or are experiencing technical issues with AMP, please file it using the issue tracker.
es: Si tiene comentarios o tiene problemas técnicos con AMP, preséntelos utilizando el rastreador de problemas.

source: Build your first AMP page now
es: Cree su primera página AMP ahora

source: You don’t need to download AMP and no installation is required.<br/> Because it is an open-source project, it is free!
es: No es necesario descargar AMP y no se requiere instalación. <br/> Debido a que es un proyecto de código abierto, ¡es gratis!

source: AMP Stories
es: Historias de AMP

source: Start developing
es: Empiece a desarrollar

source: Tell a story
es: Contar una historia

source: AMP<br> Stories
es: AMP <br> historias

source: visual storytelling for the open web
es: narración visual para la web abierta

source: AMP stories immerse your readers in fast-loading full-screen experiences. Easily create visual narratives, with engaging animations and tappable interactions. The AMP story format is free and part of the open web and are available for everyone to try on their websites. They can be shared and embedded across the web without being confined to a closed ecosystem or platform.
es: Las historias de AMP sumergen a sus lectores en experiencias de pantalla completa de carga rápida. Cree fácilmente narrativas visuales, con animaciones atractivas e interacciones que se pueden tocar. El formato de historia de AMP es gratuito y parte de la web abierta y está disponible para que todos lo prueben en sus sitios web. Se pueden compartir e integrar en la web sin estar confinados a un ecosistema o plataforma cerrados.

source: AMP stories provides content publishers with a mobile-focused format for delivering news and information as visually rich, tap-through stories. AMP Stories offers a robust set of advertising opportunities for advertisers and publishers to reach a unique audience on the web with immersive experiences.
es: Las historias de AMP proporcionan a los editores de contenido un formato centrado en dispositivos móviles para entregar noticias e información como historias visualmente enriquecidas. AMP Stories ofrece un sólido conjunto de oportunidades publicitarias para que los anunciantes y editores lleguen a una audiencia única en la web con experiencias inmersivas.

source: Build your first story
es: Construye tu primera historia

source: Learn about story ads
es: Más información sobre los anuncios de historias

source: Read Success Story
es: Leer historia de éxito

source: The benefits of AMP stories
es: Los beneficios de las historias de AMP

source: Read on how AMP works
es: Lea sobre cómo funciona AMP

source: AMP stories are built with visually rich media, and whether you utilize pictures, videos or GIF assets is up to you. Images and videos expand to visually fill the readers’ screens, providing a smooth and fully engaging experience. AMP allows you to specify the file type to account for the user’s network connection and browser capabilities.
es: Las historias de AMP se crean con medios visualmente ricos, y si utiliza imágenes, videos o activos GIF, depende de usted. Las imágenes y los videos se expanden para llenar visualmente las pantallas de los lectores, proporcionando una experiencia fluida y totalmente atractiva. AMP le permite especificar el tipo de archivo para tener en cuenta la conexión de red del usuario y las capacidades del navegador.

source: Images, videos and GIFs
es: Imágenes, videos y GIF

source: Text and audio
es: Texto y audio

source: Convey facts and figures via bite-sized chunks of one or two sentences – ideal for mobile devices. Choose from different font colors for basic readability. Or add visual elements like subtle black transparent gradient overlays to ensure readability even on random background imagery, for example user generated content. On top of this, you can use short audio files on every page to provide spoken information or background music.
es: Transmita hechos y cifras a través de fragmentos del tamaño de un bocado de una o dos oraciones, ideal para dispositivos móviles. Elija entre diferentes colores de fuente para una legibilidad básica. O agregue elementos visuales como sutiles superposiciones de degradado negro transparente para garantizar la legibilidad incluso en imágenes de fondo aleatorias, por ejemplo, contenido generado por el usuario. Además de esto, puede utilizar archivos de audio cortos en cada página para proporcionar información hablada o música de fondo.

source: It’s easy to create visual effects and tappable interactions that keep readers engaged. Titles can fly drop, fade in, or animate onto the page. Configure your story to automatically progress to the next page when a video snippet is finished. Provide social sharing and related links at the end of your story, so users can share it or dive further into other content on your site.
es: Es fácil crear efectos visuales e interacciones que se pueden tocar para mantener a los lectores interesados. Los títulos pueden caer, aparecer gradualmente o animarse en la página. Configure su historia para que avance automáticamente a la página siguiente cuando finalice un fragmento de video. Proporcione compartir en redes sociales y enlaces relacionados al final de su historia, para que los usuarios puedan compartirla o profundizar en otros contenidos de su sitio.

source: AMP Stories <br />Monetization Options
es: Historias de AMP <br /> Opciones de monetización

source: Single Page Story Ad
es: Anuncio de historia de una sola página

source: Get Started with our Story Ads Templates
es: Comience con nuestras plantillas de anuncios de historias

source: Affiliate Links
es: Enlaces de afiliados

source: Publishers can use affiliate links as a form of monetization by placing outlinks in organic story pages.
es: Los editores pueden usar enlaces de afiliados como una forma de monetización colocando enlaces externos en páginas de historias orgánicas.

source: Read Best Practices Guide
es: Leer la guía de mejores prácticas

source: AMP Ads
es: Anuncios AMP

source: Explore tools
es: Explorar herramientas

source: These days, if it isn’t instant - it’s not fast enough. Even the most memorable creative won’t serve its purpose if the ad is slow and disruptive for a user.
es: En estos días, si no es instantáneo, no es lo suficientemente rápido. Incluso la creatividad más memorable no cumplirá su propósito si el anuncio es lento y molesto para el usuario.

source: Advertising continues to be the cornerstone of every publisher’s business model; AMP is fundamentally changing the way ads are built and delivered on the web by supporting ads that are fast, safe, compelling and effective for users.
es: La publicidad sigue siendo la piedra angular del modelo de negocio de cada editor; AMP está cambiando fundamentalmente la forma en que se crean y publican los anuncios en la web al admitir anuncios que son rápidos, seguros, atractivos y efectivos para los usuarios.

source: A faster way to grow your business
es: Una forma más rápida de hacer crecer su negocio
