Repository: dixent/one-file-test
Catalog: */po-bug.po
Languages: es

source: React framework that generates AMP and PWA pages from a single codebase.
es: React framework que genera páginas AMP y PWA a partir de una única base de código.

source: A tool to help for prototyping ads to be served in AMP Stories. Choose from pre-existing templates to get started.
es: Una herramienta que ayuda a crear prototipos de anuncios que se publicarán en AMP Stories. Elija entre plantillas preexistentes para comenzar.

source: NodemailerApp is an email debugging app that includes a local SMTP server and renders AMP for Email emails.
es: NodemailerApp es una aplicación de depuración de correo electrónico que incluye un servidor SMTP local y procesa AMP para correos electrónicos.

source: Cloud-based email sending service designed to help digital marketers and application developers send emails.
es: Servicio de envío de correo electrónico basado en la nube diseñado para ayudar a los especialistas en marketing digital y a los desarrolladores de aplicaciones a enviar correos electrónicos.

source: Aweber's platform and API allows you to create and send emails your customers will love.
es: La plataforma y la API de Aweber le permiten crear y enviar correos electrónicos que a sus clientes les encantarán.

source: Pepipost is an innovative transactional email solution that offers you with a streamlined user experience that you only get from high-end premium software. The software is designed to ensure that your emails are sent to your recipients' inbox and not get mixed and lost in spam and other folders.
es: Pepipost es una innovadora solución de correo electrónico transaccional que le ofrece una experiencia de usuario optimizada que solo obtiene del software premium de alta gama. El software está diseñado para garantizar que sus correos electrónicos se envíen a la bandeja de entrada de sus destinatarios y no se mezclen ni se pierdan en el spam y otras carpetas.

source: Delivery and Analytics for Better Email Performance.
es: Entrega y análisis para un mejor rendimiento del correo electrónico.

source: Reach customers using a flexible email API and marketing tools to increase customer engagement.
es: Llegue a los clientes mediante una API de correo electrónico flexible y herramientas de marketing para aumentar la participación del cliente.

source: Mailgun's leading API-based email delivery service allows you to send dynamic email effortlessly.
es: El servicio líder de entrega de correo electrónico basado en API de Mailgun le permite enviar correos electrónicos dinámicos sin esfuerzo.

source: Clang is a complete omnichannel marketing platform for email marketing and marketing automation.
es: Clang es una plataforma de marketing omnicanal completa para el marketing por correo electrónico y la automatización del marketing.

source: Effective Newsletter Software for more conversions and revenue
es: Software de boletín eficaz para obtener más conversiones e ingresos

source: Send interactive emails using SendPulse email editor or API.
es: Envíe correos electrónicos interactivos utilizando el editor de correo electrónico SendPulse o la API.

source: Supercharge conversions of your bulk and triggered campaigns with real-time recommendations in AMP powered emails
es: Impulse las conversiones de sus campañas masivas y activadas con recomendaciones en tiempo real en correos electrónicos con tecnología AMP

source: Adobe Campaign Classic brings email to life with AMP
es: Adobe Campaign Classic da vida al correo electrónico con AMP

source: Copernica is a tool to create automated email campaigns with an powerful drag & drop editor.
es: Copernica es una herramienta para crear campañas de correo electrónico automatizadas con un potente editor de arrastrar y soltar.

source: WompMobile is an Accelerator Platform to develop, validate, launch and manage AMP experiences. Built-in tools monitor for errors, ensure validation, purge the AMP cache, and create Signed-Exchange and Server-Side-Rendered AMPs.
es: WompMobile es una plataforma aceleradora para desarrollar, validar, lanzar y administrar experiencias AMP. Las herramientas integradas supervisan los errores, garantizan la validación, purgan la memoria caché de AMP y crean AMP Signed-Exchange y Server-Side-Rendered.

source: The AMP Project Roadmap
es: Hoja de ruta del proyecto AMP

source: This is a high level overview suitable for all audiences. For a more detailed developer view, <a href="https://github.com/ampproject/amphtml/projects/43">head to GitHub.</a>
es: Esta es una descripción general de alto nivel adecuada para todos los públicos. Para obtener una vista de desarrollador más detallada, <a href=https://github.com/ampproject/amphtml/projects/43> diríjase a GitHub. </a>

source: AMP Story
es: Historia de AMP

source: Ads
es: Anuncios

source: Dynamic/Personalized Content
es: Contenido dinámico / personalizado

source: Email
es: Correo electrónico

source: In Development
es: En desarrollo

source: Next Up
es: Siguiente

source: Runtime
es: Tiempo de ejecución

source: Shipped
es: Enviado

source: Tooling
es: Estampación

source: User Input
es: Entrada del usuario

source: Validator
es: Validador

source: You can often convert your entire archive in days – especially when using common CMS like Wordpress or Drupal.
es: A menudo, puede convertir todo su archivo en días, especialmente cuando usa CMS comunes como Wordpress o Drupal.

source: All
es: Todas

source: Learn AMP
es: Aprenda AMP

source: Teach AMP
es: Enseñar AMP

source: Websites
es: Sitios web

source: Stories
es: Cuentos

source: Art & Design
es: Diseño artístico

source: Food & Drink
es: Comida y bebida

source: News & Blog
es: Noticias y Blog

source: Story Ads
es: Anuncios de historias

source: AMP for WordPress
es: AMP para WordPress

source: Bold by Quintype
es: Negrita de Quintype

source: Google Search Console
es: Consola de búsqueda de Google

source: Google AMP Test
es: Prueba de AMP de Google

source: AMP Validator
es: Validador de AMP

source: Experiment Configurator
es: Configurador de experimentos

source: VS Code Extension
es: Extensión de código VS

source: Access & Subscriptions
es: Acceso y suscripciones

source: Outreach
es: Superar a

source: Caching
es: Almacenamiento en caché

source: Gallery
es: Galería

source: Bike Shop
es: Tienda de bicicletas

source: Travel
es: Viaje

source: Simple Blog
es: Blog simple

source: Simple Article
es: Artículo simple

source: Text Only
es: Solo texto

source: Select your format for a more streamlined experience
es: Seleccione su formato para una experiencia más ágil

source: Presentation
es: Presentación

source: Code of Conduct
es: Código de conducta

source: Performance
es: Actuación

source: User Interface
es: Interfaz de usuario

source: Viewers
es: Espectadores

source: Students
es: Estudiantes

source: Teachers
es: Profesores

source: <p>Responsible for user specific controlled access to AMP content (amp-subscriptions, amp-access and related extensions)</p>
es: <p> Responsable del acceso controlado específico del usuario al contenido de AMP (amp-subscriptions, amp-access y extensiones relacionadas) </p>

source: What is the Accelerated Mobile Pages project?
es: ¿Qué es el proyecto Accelerated Mobile Pages?

source: <p>The Accelerated Mobile Pages (AMP) Project is an open source initiative that came out of discussions between publishers and technology companies about the need to improve the entire mobile content ecosystem for everyone -- publishers, consumer platforms, advertisers, creators, and users.</p> <p>Today, the expectation is that content should load super fast and be easy to explore. The reality is that content can take several seconds to load, or, because the user abandons the slow page, never fully loads at all. Accelerated Mobile Pages are web pages designed to load near instantaneously -- they are a step towards a better mobile web for all.</p>
es: <p> El proyecto Accelerated Mobile Pages (AMP) es una iniciativa de código abierto que surgió de las discusiones entre editores y empresas de tecnología sobre la necesidad de mejorar todo el ecosistema de contenido móvil para todos: editores, plataformas de consumidores, anunciantes, creadores y usuarios. </p> n <p> Hoy en día, la expectativa es que el contenido se cargue muy rápido y sea fácil de explorar. La realidad es que el contenido puede tardar varios segundos en cargarse o, debido a que el usuario abandona la página lenta, nunca se carga por completo. Las páginas móviles aceleradas son páginas web diseñadas para cargar casi instantáneamente; son un paso hacia una mejor web móvil para todos. </p>

source: What are the benefits of Accelerated Mobile Pages?
es: ¿Cuáles son los beneficios de las páginas móviles aceleradas?

source: <p>Speed matters and instant is the ideal. Research has shown higher bounce rates associated with slower-loading web pages. Using the AMP format will make it far more compelling for people to consume and engage with more content. But this isn’t just about speed and performance. We also want to promote enhanced distribution so that publishers and advertisers can take advantage of the open web’s potential for their content to appear everywhere quickly -- across platforms and apps -- which can lead to more revenue.</p>
es: <p> La velocidad importa y el instante es lo ideal. La investigación ha demostrado tasas de rebote más altas asociadas con páginas web de carga más lenta. El uso del formato AMP hará que sea mucho más atractivo para las personas consumir e interactuar con más contenido. Pero no se trata solo de velocidad y rendimiento. También queremos promover una distribución mejorada para que los editores y anunciantes puedan aprovechar el potencial de la web abierta para que su contenido aparezca en todas partes rápidamente, en plataformas y aplicaciones, lo que puede generar más ingresos. </p>

source: How do Accelerated Mobile Pages work?
es: ¿Cómo funcionan las páginas móviles aceleradas?

source: <p>Accelerated Mobile Pages are just like any other HTML page, but with a limited set of allowed technical functionality that is defined and governed by the open source AMP spec. Just like all web pages, Accelerated Mobile Pages will load in any modern browser or app webview.</p> <p>AMP files take advantage of various technical and architectural approaches that prioritize speed to provide a faster experience for users. AMP developers can use a rich and growing library of web components that offer the ability to embed rich media objects like video and social posts, display advertising, or collect analytics. The goal is not to homogenize how content looks and feels, but instead to build a more common technical core between pages that speeds up load times.</p> <p>In addition, AMP files can be cached in the cloud in order to reduce the time content takes to get to a user’s mobile device. By using the AMP format, content producers are making the content in AMP files available to be cached by third parties. Under this type of framework, publishers and advertisers continue to control their content, but platforms can easily cache or mirror the content for optimal delivery speed to users. Google has provided the <a href="https://developers.google.com/amp/cache/">Google AMP Cache</a> that can be used by anyone at no cost, and all AMPs will be cached by the Google AMP Cache. Other companies may build their own AMP cache as well.</p> <p>In summary, the goal is that the combination of limited technical functionality with a distribution system built around caching will lead to better performing pages, and increased audience development.</p>
es: <p> Las páginas móviles aceleradas son como cualquier otra página HTML, pero con un conjunto limitado de funciones técnicas permitidas que se definen y rigen por la especificación AMP de código abierto. Al igual que todas las páginas web, Accelerated Mobile Pages se cargará en cualquier navegador moderno o vista web de aplicación. </p> n <p> Los archivos AMP aprovechan varios enfoques técnicos y arquitectónicos que priorizan la velocidad para brindar una experiencia más rápida a los usuarios. Los desarrolladores de AMP pueden usar una biblioteca rica y creciente de componentes web que ofrecen la capacidad de incrustar objetos de medios enriquecidos como videos y publicaciones sociales, mostrar publicidad o recopilar análisis. El objetivo no es homogeneizar cómo se ve y se siente el contenido, sino construir un núcleo técnico más común entre las páginas que acelera los tiempos de carga. </p> n <p> Además, los archivos AMP se pueden almacenar en caché en la nube en para reducir el tiempo que tarda el contenido en llegar al dispositivo móvil de un usuario. Al utilizar el formato AMP, los productores de contenido hacen que el contenido de los archivos AMP esté disponible para que terceros lo almacenen en caché. Bajo este tipo de marco, los editores y anunciantes continúan controlando su contenido, pero las plataformas pueden almacenar en caché o reflejar fácilmente el contenido para lograr una velocidad de entrega óptima a los usuarios. Google ha proporcionado <a href=https://developers.google.com/amp/cache/> Google AMP Cache </a> que puede ser utilizado por cualquier persona sin costo, y Google AMP almacenará en caché todas las AMP. Cache. Otras empresas también pueden crear su propia caché de AMP. </p> n <p> En resumen, el objetivo es que la combinación de una funcionalidad técnica limitada con un sistema de distribución basado en el almacenamiento en caché conduzca a páginas con mejor rendimiento y a una mayor audiencia desarrollo. </p>

source: Why does the Accelerated Mobile Pages Project take an open source approach?
es: ¿Por qué el Proyecto de páginas móviles aceleradas adopta un enfoque de código abierto?

source: <p>The companies involved in the project want to make the mobile web work better for all -- not just for one platform, one set of technologies, or one set of publishers, or one set of advertisers. Making the project open source enables people to share and contribute their ideas and code for making the mobile web fast. We are just at the beginning of that journey and we look forward to other publishers, advertisers and technology companies joining along the way.</p>
es: <p> Las empresas involucradas en el proyecto quieren que la Web móvil funcione mejor para todos, no solo para una plataforma, un conjunto de tecnologías, un conjunto de editores o un conjunto de anunciantes. Hacer que el proyecto sea de código abierto permite a las personas compartir y contribuir con sus ideas y código para hacer que la web móvil sea más rápida. Estamos apenas en el comienzo de ese viaje y esperamos que otros editores, anunciantes y empresas de tecnología se unan en el camino. </p>

source: Who can use Accelerated Mobile Pages?
es: ¿Quién puede usar Accelerated Mobile Pages?

source: <p>The project is open to all players in the ecosystem - publishers, consumer platforms, advertisers and creators. To get an idea who some of the companies and sites are who use AMP, head to the <a href="/support/faqs/supported-platforms.html">Who page</a>.</p>
es: <p> El proyecto está abierto a todos los actores del ecosistema: editores, plataformas de consumo, anunciantes y creadores. Para tener una idea de quiénes son algunas de las empresas y sitios que usan AMP, diríjase a la <a href=/support/faqs/supported-platforms.html> página de Quién </a>. </p>

source: What are the consequences of using Accelerated Mobile Pages?
es: ¿Cuáles son las consecuencias de utilizar Accelerated Mobile Pages?

source: <p>By using the AMP format, content producers are making the content in AMP files available to be crawled, indexed &amp; displayed (subject to the robots exclusion protocol) and cached by third parties.</p>
es: &lt;p&gt; Al utilizar el formato AMP, los productores de contenido hacen que el contenido de los archivos AMP esté disponible para ser rastreado, indexado y mostrado (sujeto al protocolo de exclusión de robots) y almacenado en caché por terceros. &lt;/p&gt;

source: What responsibilities do I have when using Accelerated Mobile Pages?
es: ¿Qué responsabilidades tengo al utilizar Accelerated Mobile Pages?

source: <p>If a publisher or advertiser collects data from users who view its AMP pages, such data collection is governed by their privacy policy. It is the publisher or advertiser’s responsibility to disclose its privacy policy, ideally by including a link to it within each of their AMP pages.</p> <p>Furthermore, the laws in many jurisdictions, such as in the European Union, require a website to give visitors information about cookies and other forms of local storage used on the site (including AMP pages). In many cases, these laws also require that the website obtain consent. It is the website's responsibility to determine, based on its use of cookies, what type of notice would be appropriate. Additional information and tools for generating cookie notices can be found at www.cookiechoices.org. Note that the AMP component <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> provides a way to display a dismissable notification to the user.</p> <p>If an AMP page is shown within a viewer on a third party platform, such as a Google AMP Viewer on Google Search, the viewer may be a hybrid environment in which the AMP page and the third party platform may each collect data about the user. In such a case, data collection by each party is governed by that party’s privacy policy (i.e., in a hybrid viewer environment, data collected by the AMP page is governed by its privacy policy and data collected by the third party platform is governed by the platform’s privacy policy). It is each party’s responsibility to disclose its privacy policy and comply with relevant data regulations, including European laws relating to its use of cookies.</p>
es: <p> Si un editor o anunciante recopila datos de los usuarios que ven sus páginas AMP, dicha recopilación de datos se rige por su política de privacidad. Es responsabilidad del editor o anunciante divulgar su política de privacidad, idealmente mediante la inclusión de un enlace dentro de cada una de sus páginas AMP. </p> n <p> Además, las leyes en muchas jurisdicciones, como en la Unión Europea , requieren que un sitio web brinde a los visitantes información sobre cookies y otras formas de almacenamiento local utilizadas en el sitio (incluidas las páginas AMP). En muchos casos, estas leyes también requieren que el sitio web obtenga el consentimiento. Es responsabilidad del sitio web determinar, en función del uso de cookies, qué tipo de aviso sería apropiado. Puede encontrar información y herramientas adicionales para generar avisos de cookies en www.cookiechoices.org. Tenga en cuenta que el componente AMP <a href=/docs/reference/components/amp-user-notification.html> amp-user-notification </a> proporciona una forma de mostrar una notificación descartable al usuario. </p> n <p> Si se muestra una página de AMP dentro de un visor en una plataforma de terceros, como un visor de AMP de Google en la Búsqueda de Google, el visor puede ser un entorno híbrido en el que la página de AMP y la plataforma de terceros pueden recopilar datos cada una. sobre el usuario. En tal caso, la recopilación de datos por cada parte se rige por la política de privacidad de esa parte (es decir, en un entorno de visor híbrido, los datos recopilados por la página AMP se rigen por su política de privacidad y los datos recopilados por la plataforma de terceros se rigen por la política de privacidad de la plataforma). Es responsabilidad de cada parte divulgar su política de privacidad y cumplir con las regulaciones de datos relevantes, incluidas las leyes europeas relacionadas con el uso de cookies. </p>

source: What type of content works best using Accelerated Mobile Pages?
es: ¿Qué tipo de contenido funciona mejor con Accelerated Mobile Pages?

source: <p>The goal is for all content, from news stories to videos and from blogs to commerce pages and GIFs, to work using Accelerated Mobile Pages.</p>
es: <p> El objetivo es que todo el contenido, desde noticias hasta videos y desde blogs hasta páginas comerciales y GIF, funcione con Accelerated Mobile Pages. </p>

source: Does making my content work for Accelerated Mobile Pages entail more work?
es: ¿Hacer que mi contenido funcione para Accelerated Mobile Pages implica más trabajo?

source: <p>In short, not much. Since “AMP HTML” is built entirely out of existing web technologies, the development process mirrors the one publishers and advertisers are already using today. Publishers and advertisers can familiarize themselves with the <a href="/docs/fundamentals/spec.html">AMP HTML specification</a> on GitHub. For those used to the current process, we don’t expect a significant learning curve.</p>
es: <p> En resumen, no mucho. Dado que "AMP HTML" se construye completamente a partir de tecnologías web existentes, el proceso de desarrollo refleja el que los editores y anunciantes ya están utilizando en la actualidad. Los editores y anunciantes pueden familiarizarse con la <a href=/docs/fundamentals/spec.html> especificación HTML de AMP </a> en GitHub. Para aquellos acostumbrados al proceso actual, no esperamos una curva de aprendizaje significativa. </p>

source: How can a publisher or advertiser get content into AMP HTML?
es: ¿Cómo puede un editor o anunciante incluir contenido en HTML de AMP?

source: <p>Publishers and Content Management System (CMS) providers can develop an integration with their CMS to generate AMP content. Automattic has already published a <a href="https://wordpress.org/plugins/amp/">WordPress AMP plugin</a> and we hope that all content management systems will add support for AMP HTML pages.</p>
es: <p> Los editores y los proveedores de sistemas de gestión de contenido (CMS) pueden desarrollar una integración con su CMS para generar contenido AMP. Automattic ya ha publicado un <a href=https://wordpress.org/plugins/amp/> complemento AMP de WordPress </a> y esperamos que todos los sistemas de administración de contenido agreguen soporte para páginas HTML AMP. </p>

source: Is AMP only for mobile?
es: ¿AMP es solo para dispositivos móviles?

source: <p>AMP was designed with responsiveness in mind, to work across <em>all</em> screen sizes. However, some features for third-party platforms (e.g., Google's Top Stories carousel) may only be designed for the mobile experience. Check with the third-party platform for how they use AMP. For more information about mobile and desktop AMP pages, see Paul Bakaus' blog post on <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a>.</p>
es: <p> AMP se diseñó pensando en la capacidad de respuesta, para funcionar en <em> todos </em> tamaños de pantalla. Sin embargo, es posible que algunas funciones para plataformas de terceros (por ejemplo, el carrusel de historias destacadas de Google) solo estén diseñadas para la experiencia móvil. Consulte con la plataforma de terceros cómo utilizan AMP. Para obtener más información sobre las páginas AMP para dispositivos móviles y de escritorio, consulte la publicación del blog de Paul Bakaus en <a href=https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/> Acerca de ese 'móvil' en Accelerated Mobile Pages </a>. </p>

source: Platform Involvement
es: Participación de la plataforma

source: How can a consumer platform get involved in Accelerated Mobile Pages?
es: ¿Cómo puede una plataforma de consumidor participar en Accelerated Mobile Pages?
