Repository: dixent/one-file-test
Catalog: */po-bug.po
Languages: es

source: An AMP Working Group is a segment of the community with knowledge/interest in specific area of AMP. Working Groups are created by AMP’s Technical Steering Committee.
es: Un grupo de trabajo de AMP es un segmento de la comunidad con conocimiento / interés en un área específica de AMP. Los Grupos de Trabajo son creados por el Comité Directivo Técnico de AMP.

source: Most Working Groups provide bi-weekly status updates and present quarterly high-level updates in round-robin fashion at Design Reviews.
es: La mayoría de los grupos de trabajo proporcionan actualizaciones de estado quincenales y presentan actualizaciones trimestrales de alto nivel en forma de turnos en Design Reviews.

source: Current Issues
es: Asuntos actuales

source: The facilitator of {name} is:
es: El facilitador de {nombre} es:

source: Members
es: Miembros

source: Communication Channels
es: Canales de comunicación

source: <a href={{ doc.html_url }} target="_blank" rel="noopener">The GitHub Team</a> also includes { name } WG members.
es: <a href={{ doc.html_url }} target=_blank rel= oopener> El equipo de GitHub </a> también incluye miembros de {name} WG.

source: Other ways to get involved with AMP
es: Otras formas de involucrarse con AMP

source: Contribute to AMP
es: Contribuir a AMP

source: The AMP Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to AMP There are many ways for you to contribute.
es: El Proyecto AMP no sería posible sin la ayuda de todos los miembros de la comunidad, ya sea que usted sea desarrollador, creador de contenido o proveedor de servicios relevantes para AMP. Hay muchas formas de contribuir.

source: Governance Body
es: Órgano de gobierno

source: Learn more about the Advisory Committee and Technical Steering Committee.
es: Obtenga más información sobre el Comité Asesor y el Comité Directivo Técnico.

source: Working Group
es: Grupo de trabajo

source: AMP for Email
es: AMP para correo electrónico

source: wg-amp4email Working Group is responsible for the development and maintenance of the AMP for Email specification and related features.
es: El grupo de trabajo wg-amp4email es responsable del desarrollo y mantenimiento de la especificación AMP para correo electrónico y funciones relacionadas.

source: View all
es: Ver todo

source: Come join us in your city for a free, inclusive dev workshop with the AMP team.
es: Únase a nosotros en su ciudad para un taller de desarrollo gratuito e inclusivo con el equipo de AMP.

source: Where we’ve been
es: Donde hemos estado

source: Where we’re going next
es: ¿A dónde vamos ahora?

source: Your city isn’t on the list? Check back soon for additional dates and cities. Or...
es: ¿Tu ciudad no está en la lista? Vuelva pronto para conocer fechas y ciudades adicionales. O...

source: That’s very kind. Fill out <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">this form</a> and we’ll see what we can do!
es: Eso es muy amable. Complete <a href=https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform target=_blank> este formulario </a> y veremos qué podemos hacer.

source: Want to host your own AMP Roadshow?
es: ¿Quiere organizar su propio AMP Roadshow?

source: Why not? Fill out <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">this form</a>, and we’ll share with you our talks and all the materials you need to do it yourself!
es: ¿Por qué no? Complete <a href=https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform target=_blank> este formulario </a> y compartiremos con usted nuestro charlas y todos los materiales que necesitas para hacerlo tu mismo!

source: The agenda is designed to enable you to build even more beautiful, interactive and canonical AMP pages. We welcome both newcomers to AMP and those who already ship AMP pages. <span>This is a sample agenda – schedule varies based on the city.</span>
es: La agenda está diseñada para permitirle crear páginas AMP aún más bonitas, interactivas y canónicas. Damos la bienvenida tanto a los recién llegados a AMP como a aquellos que ya envían páginas de AMP. <span> Esta es una agenda de muestra; el horario varía según la ciudad. </span>

source: We’ll cover a lot of ground in the few hours we have together. To enable you to build full-fledged AMP sites, the roadshow will deep dive into four big pillars:
es: Cubriremos mucho terreno en las pocas horas que tenemos juntos. Para permitirle construir sitios AMP completos, el roadshow se sumergirá en cuatro grandes pilares:

source: Content
es: Contenido

source: During "Amplify live!", we’ll be on stage exploring the most interesting AMP challenges, allowing you to either follow along or do your own thing, like one of the many AMP codelabs. Bring your laptop!
es: Durante Amplify live! , Estaremos en el escenario explorando los desafíos de AMP más interesantes, lo que le permitirá seguir adelante o hacer lo suyo, como uno de los muchos laboratorios de código de AMP. ¡Traiga su computadora portátil!

source: Frequently Asked Questions
es: Preguntas frecuentes

source: Does it cost anything?
es: ¿Cuesta algo?

source: No - tickets are free of charge.
es: No, las entradas son gratuitas.

source: Who is the event for?
es: ¿Para quién es el evento?

source: Web developers and designers with an interest in AMP--whether you’ve had experience using AMP and want to create better experiences, you’re curious about how you can use AMP to improve your site, or you want to contribute to AMP to make it better for everyone.
es: Desarrolladores y diseñadores web interesados en AMP: ya sea que haya tenido experiencia con AMP y desee crear mejores experiencias, tenga curiosidad sobre cómo puede usar AMP para mejorar su sitio o si desea contribuir a AMP para hacer es mejor para todos.

source: Am I all set after registering?
es: ¿Estoy listo después de registrarme?

source: We expect that in some cities more people will be interested in attending than we can accommodate, so we will be confirming attendees on a case-by-case basis.
es: Esperamos que en algunas ciudades haya más personas interesadas en asistir de las que podemos acomodar, por lo que confirmaremos a los asistentes caso por caso.

source: Want the AMP Roadshow to visit your area?
es: ¿Quiere que el AMP Roadshow visite su área?

source: Design
es: Diseño

source: AMP as canonical site
es: AMP como sitio canónico

source: Responsive design
es: Diseño de respuesta

source: New AMP Effects
es: Nuevos efectos AMP

source: New AMP UI components
es: Nuevos componentes de la interfaz de usuario de AMP

source: Interactivity
es: Interactividad

source: State management (amp-bind)
es: Gestión de estado (amp-bind)

source: Live data
es: Datos en tiempo real

source: Forms & autocomplete
es: Formularios y autocompletar

source: Selections
es: Trozos escogidos

source: Deploying AMP
es: Implementar AMP

source: AMP in your favorite CMS
es: AMP en tu CMS favorito

source: SEO & Discovery
es: SEO y descubrimiento

source: AMP & PWA
es: AMP y PWA

source: Monetization
es: Monetización

source: AMP for Landing Pages
es: AMP para páginas de destino

source: Integrating ads
es: Integrando anuncios

source: Analytics
es: Analítica

source: Paywalls & Payments
es: Paywalls y pagos

source: Cities
es: Ciudades

source: Sign Up
es: Inscribirse

source: Learn more
es: Aprende más

source: Intro + Keynote
es: Introducción + Keynote

source: AMP: A library for rich content experiences
es: AMP: una biblioteca para experiencias de contenido enriquecido

source: Advanced interactivity with AMP
es: Interactividad avanzada con AMP

source: Tutorial: Your first AMP site!
es: Tutorial: ¡Su primer sitio AMP!

source: Creating an excellent AMP
es: Creando un excelente AMP

source: Letting your AMP into the world
es: Dejando que tu AMP entre al mundo

source: Lunch
es: Almuerzo

source: Mystery talk
es: Charla de misterio

source: AMP everywhere
es: AMP en todas partes

source: What’s next in AMP
es: ¿Qué sigue en AMP?

source: Coffee break
es: Descanso

source: Q&A with AMP team
es: Preguntas y respuestas con el equipo de AMP

source: Tutorial: Do more with AMP
es: Tutorial: Haga más con AMP

source: Happy hour
es: Hora feliz

source: Choose your destination
es: Elige tu destino

source: Throughout the AMP documentation you will find a switch on the upper left side to quickly change the AMP format you’re working on.
es: A lo largo de la documentación de AMP, encontrará un interruptor en la parte superior izquierda para cambiar rápidamente el formato de AMP en el que está trabajando.

source: CMS User?
es: Usuario de CMS?

source: AMP integrates with many publishing platforms and content management systems! Find the full list under <a href="../support/faq/platform-and-vendor-partners.md">Platform and Vendor Partners.</a>
es: ¡AMP se integra con muchas plataformas de publicación y sistemas de gestión de contenido! Encuentre la lista completa en <a href=../support/faq/platform-and-vendor-partners.md> Plataformas y socios proveedores. </a>

source: Featured Videos
es: Vídeos destacados

source: Get Involved
es: Involucrarse

source: AMP is proudly an open source project with an active community of contributors. We welcome and appreciate documentation and translation contributions! Check out our community section to join our mission.
es: AMP es un proyecto de código abierto con una comunidad activa de colaboradores. Agradecemos y agradecemos las contribuciones de documentación y traducción. Consulte nuestra sección de comunidad para unirse a nuestra misión.

source: AMP<br> Ads
es: AMP <br> anuncios

source: AMP Caches
es: Cachés de AMP

source: AMP for Email Working Group members will use <code>#wg-amp4email</code> channel on AMP's Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">signup</a>) for real-time discussion. The channel is open to anyone, regardless of membership in AMP for Email working group.
es: AMP para los miembros del grupo de trabajo de correo electrónico utilizarán el canal <code> # wg-amp4email </code> en Slack de AMP (<a href = https: //docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZTriz7Qu? = 4406980310789882877 > registrarse </a>) para un debate en tiempo real. El canal está abierto a cualquier persona, independientemente de su membresía en el grupo de trabajo de AMP para correo electrónico.

source: AMP for Email Working Group will post <strong>Announcements and Notices</strong> regarding events as an issue labeled with <code>Type: Event</code> in this repository.
es: AMP for Email Working Group publicará <strong> anuncios y avisos </strong> sobre eventos como un problema etiquetado con <code> Type: Event </code> en este repositorio.

source: AMP for Email Working Group will post <strong>Quarterly Roadmap</strong> as an issue labeled with <code>Type: Roadmap</code> in this repository
es: AMP for Email Working Group publicará <strong> Hoja de ruta trimestral </strong> como un problema etiquetado con <code> Tipo: Hoja de ruta </code> en este repositorio.

source: AMP is an open-source HTML framework that provides a straightforward way to create web pages that are fast, smooth-loading and prioritize the user-experience above all else. Can't believe it? Try it out for yourself in the playground below:
es: AMP es un marco HTML de código abierto que proporciona una forma sencilla de crear páginas web que son rápidas, se cargan sin problemas y priorizan la experiencia del usuario por encima de todo. ¿No puedes creerlo? Pruébelo usted mismo en el parque infantil a continuación:

source: AMP is fundamentally changing the way ads are built, delivered and measured on the web, making them faster and minimizing disruptions for users. This increases viewability and click-through rates to improve monetization, making everyone happy: users, publishers and advertisers alike.
es: AMP está cambiando fundamentalmente la forma en que se crean, entregan y miden los anuncios en la web, haciéndolos más rápidos y minimizando las interrupciones para los usuarios. Esto aumenta la visibilidad y las tasas de clics para mejorar la monetización, haciendo felices a todos: usuarios, editores y anunciantes por igual.

source: AMP’s Working Groups are:
es: Los grupos de trabajo de AMP son:

source: Style & layout
es: Estilo y diseño

source: UI Working Group will post <strong>Status Updates</strong> every two weeks as an issue labeled with <code>Type: Status Update</code> in this repository.
es: UI Working Group publicará <strong> Actualizaciones de estado </strong> cada dos semanas como un problema etiquetado con <code> Tipo: Actualización de estado </code> en este repositorio.

source: offline
es: desconectado

source: Learn Web Development with AMP
es: Aprenda desarrollo web con AMP

source: AMP can help you create fast websites more quickly!
es: ¡AMP puede ayudarlo a crear sitios web rápidos más rápidamente!

source: If you’re <b>an experienced web developer</b>, you can create rich, fast sites with less code.
es: Si es <b> un desarrollador web experimentado </b>, puede crear sitios ricos y rápidos con menos código.

source: If you’re <b>a new web developer</b>, AMP helps you learn web development. If you know some HTML and CSS, you can use AMP to make an interactive website!
es: Si es <b> un desarrollador web nuevo </b>, AMP le ayuda a aprender sobre desarrollo web. Si conoce algo de HTML y CSS, ¡puede usar AMP para crear un sitio web interactivo!

source: About the courses
es: Sobre los cursos

source: These three free courses are in use in schools and training programs around the world. Now you can take them here, online, on our site. Suitable for beginners and experienced web developers alike, they will take you from zero to AMP!
es: Estos tres cursos gratuitos se utilizan en escuelas y programas de formación de todo el mundo. Ahora puede tomarlos aquí, en línea, en nuestro sitio. Adecuado tanto para principiantes como para desarrolladores web experimentados, ¡lo llevarán de cero a AMP!

source: During this course, you’ll build a sample site for Chico’s famous, and fictional, Cheese Bicycles.
es: Durante este curso, creará un sitio de muestra para las famosas y ficticias Cheese Bicycles de Chico.

source: Requirements
es: Requisitos

source: Internet connection
es: conexión a Internet

source: <a href="https://www.google.com/chrome/" target="_blank">Chrome browser</a>, ideally, to use the <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">AMP Validator extension</a>
es: <a href=https://www.google.com/chrome/ target=_blank> navegador Chrome </a>, idealmente, para usar el <a href = https: //chrome.google.com / webstore / detail / amp-validator / nmoffdblmcmgeicmolmhobpoocbbmknc target = _ blank > extensión AMP Validator </a>

source: We use the online editor <a href="https://glitch.com/" target="_blank">Glitch</a>. No IDE or local web server needed!
es: Usamos el editor en línea <a href=https://glitch.com/ target=_blank> Glitch </a>. ¡No se necesita IDE o servidor web local!

source: Prerequisites
es: Prerrequisitos

source: basic knowledge of HTML and CSS
es: conocimientos básicos de HTML y CSS

source: for the advanced course, JavaScript expressions and simple JSON
es: para el curso avanzado, expresiones JavaScript y JSON simple

source: Take the Video Courses
es: Realice los cursos de video

source: All three courses can be now be taken by video on <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">our YouTube channel!</a>
es: ¡Los tres cursos ahora se pueden tomar en video en <a href=https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_ target=_blank> nuestro canal de YouTube! </a>

source: AMP Websites Examples
es: Ejemplos de sitios web de AMP

source: AMP Playground
es: Zona de juegos AMP

source: Try it yourself with the AMP Playground. Test your ideas directly in the browser and get instant feedback.
es: Pruébelo usted mismo con AMP Playground. Pruebe sus ideas directamente en el navegador y obtenga comentarios instantáneos.

source: Filter by category
es: Filtrar por categoría

source: <h1 class="ap-o-stage-content-headline">Tools</h1> <h2 class="ap-o-stage-content-subline">for creation, design and development</h2>
es: <h1 class = ap-o-stage-content-headline > Herramientas </h1> <h2 class = ap-o-stage-content-subline > para creación, diseño y desarrollo </h2>

source: Creation &amp; Design
es: Creación y diseño

source: CMS &amp; Platforms
es: CMS y plataformas

source: Developer Tools
es: Herramientas de desarrollo

source: Service providers
es: Proveedores de servicio

source: Here you can find everything you need to build AMP experiences.
es: Aquí puede encontrar todo lo que necesita para crear experiencias AMP.

source: The complete documented AMP library and its references.
es: La biblioteca AMP completa y documentada y sus referencias.

source: The fastest way to learn is to peak over the tangible examples.
es: La forma más rápida de aprender es mirar los ejemplos tangibles.

source: Don't want to start from scratch? Start with a ready-made design.
es: ¿No quieres empezar de cero? Comience con un diseño listo para usar.

source: Begin building for creation, design and development.
es: Empiece a construir para la creación, el diseño y el desarrollo.

source: Build your first AMP Website
es: Cree su primer sitio web AMP

source: Build your first AMP Story
es: Crea tu primera historia de AMP

source: Build your first AMP Ad
es: Cree su primer anuncio de AMP

source: Build your first AMP Email
es: Cree su primer correo electrónico AMP

source: Create compelling, silky smooth and instant loading websites.
es: Cree sitios web atractivos, suaves como la seda y de carga instantánea.

source: Create snackable, immersive and tappable stories on your website.
es: Cree historias de bocadillos, inmersivas y fáciles de tocar en su sitio web.

source: Extend your website with fast and lightweight ad experience.
es: Amplíe su sitio web con una experiencia publicitaria rápida y ligera.

source: Create emails that encourage readers to interact dynamically with content.
es: Cree correos electrónicos que animen a los lectores a interactuar de forma dinámica con el contenido.

source: See the latest videos about AMP and find out more on our <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">YouTube Channel.</a>
es: Vea los videos más recientes sobre AMP y obtenga más información en nuestro <a href=https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw> canal de YouTube. </a>

source: Content Platform
es: Plataforma de contenido

source: Debugging
es: Depuración

source: Development
es: Desarrollo

source: Email Service
es: Servicio de correo electrónico

source: Email Templates Editor
es: Editor de plantillas de correo electrónico

source: Essential
es: Esencial

source: Landing pages
es: Páginas de destino

source: Optimization
es: Mejoramiento

source: Testing
es: Pruebas

source: Create interactive email templates fast with Drag-n-Drop & HTML editor. Try free library of ready-to-use modules and templates.
es: Cree rápidamente plantillas de correo electrónico interactivas con el editor HTML y arrastrar y soltar. Pruebe la biblioteca gratuita de módulos y plantillas listos para usar.

source: Instapage automates the creation, optimization, and personalization of post-click experiences at scale.
es: Instapage automatiza la creación, optimización y personalización de experiencias posteriores al clic a escala.

source: Unbounce is a platform to create landing pages, website popups, and sticky bars.
es: Unbounce es una plataforma para crear páginas de destino, ventanas emergentes de sitios web y barras adhesivas.

source: AMP-first content creation with the power and flexibility of WordPress.
es: Creación de contenido primero en AMP con el poder y la flexibilidad de WordPress.

source: Bold by Quintype is a headless CMS built for enterprise publishers with built-in support for AMP.
es: Bold de Quintype es un CMS sin cabeza creado para editores empresariales con soporte integrado para AMP.

source: Helps you measure your site's Search traffic and performance, fix issues, and make your site shine in Google Search results.
es: Le ayuda a medir el tráfico y el rendimiento de búsqueda de su sitio, solucionar problemas y hacer que su sitio brille en los resultados de búsqueda de Google.

source: Test if and how your AMP page appears in Google Search.
es: Prueba si tu página AMP aparece en la Búsqueda de Google y cómo aparece.

source: Platform to share and discover how-to stories that includes a creation tool on your phone to help you create how-to stories.
es: Plataforma para compartir y descubrir historias prácticas que incluye una herramienta de creación en su teléfono para ayudarlo a crear historias prácticas.

source: Build AMP sites, posts, and stories. Win search, social, and email. Fast. Flexible. Secure. Modern.
es: Cree historias, publicaciones y sitios AMP. Gana búsqueda, redes sociales y correo electrónico. Rápido. Flexible. Seguro. Moderno.

source: Essential component for AMP development and available in a variety of versions.
es: Componente esencial para el desarrollo de AMP y disponible en una variedad de versiones.

source: Beta-test new features of AMP before they're available for everyone.
es: Haz una prueba beta de las nuevas funciones de AMP antes de que estén disponibles para todos.

source: Helps you find out whether your Google Analytics and AdWords tracking is correctly set up.
es: Le ayuda a averiguar si su seguimiento de Google Analytics y AdWords está configurado correctamente.

source: A collection of AMP tools making it easier to publish and host AMP pages.
es: Una colección de herramientas AMP que facilitan la publicación y el alojamiento de páginas AMP.

source: Validation tool that offers additional debug information on top of the AMP validator.
es: Herramienta de validación que ofrece información de depuración adicional además del validador de AMP.

source: Pre-built Google Analytics dashboard template that helps you get to your analytics insights faster.
es: Plantilla de panel de control de Google Analytics prediseñada que lo ayuda a obtener sus conocimientos analíticos más rápido.

source: Chrome extension that helps you understand the feasibility of converting your site to AMP.
es: Extensión de Chrome que le ayuda a comprender la viabilidad de convertir su sitio a AMP.

source: Generate custom templates for your AMP websites, stories, emails or ads.
es: Genere plantillas personalizadas para sus sitios web, historias, correos electrónicos o anuncios de AMP.

source: Start prototyping in an interactive online editor with the ability to use templates and our examples.
es: Comience a crear prototipos en un editor interactivo en línea con la capacidad de usar plantillas y nuestros ejemplos.

source: A prototyping tool that automatically converts a HTML page to AMP for demonstrating performance gains with AMP.
es: Una herramienta de creación de prototipos que convierte automáticamente una página HTML a AMP para demostrar mejoras de rendimiento con AMP.

source: Litmus makes it easy to build, test, and monitor every email for the best results.
es: Litmus facilita la creación, prueba y seguimiento de cada correo electrónico para obtener los mejores resultados.

source: Makes authoring AMP easy by validating for errors/warnings as you type within VS Code.
es: Facilita la creación de AMP mediante la validación de errores / advertencias a medida que escribe en VS Code.
