Repository: dixent/one-file-test
Catalog: */po-bug.po
Languages: es

source: The rules for animation-related CSS ensure that animations can be GPU-accelerated. Specifically, AMP only allows animating and transitioning on transform and opacity so that page layout isn’t required. Learn more about <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">using transform and opacity for animation changes</a>.
es: Las reglas para CSS relacionado con la animación garantizan que las animaciones puedan acelerarse por GPU. Específicamente, AMP solo permite la animación y la transición en la transformación y la opacidad para que el diseño de la página no sea necesario. Obtenga más información acerca de <a href=https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count> usando transformación y opacidad para cambios de animación </a>.

source: Prioritize resource loading
es: Priorizar la carga de recursos

source: AMP controls all resource downloads: it prioritizes resource loading, loading only what’s needed, and prefetches lazy-loaded resources.
es: AMP controla todas las descargas de recursos: prioriza la carga de recursos, carga solo lo que se necesita y busca previamente los recursos con carga diferida.

source: When AMP downloads resources, it optimizes downloads so that the currently most important resources are downloaded first. Images and ads are only downloaded if they are likely to be seen by the user, above the fold, or if the user is likely to quickly scroll to them.
es: Cuando AMP descarga recursos, optimiza las descargas para que los recursos más importantes actualmente se descarguen primero. Las imágenes y los anuncios solo se descargan si es probable que el usuario los vea, en la mitad superior de la página o si es probable que el usuario se desplace rápidamente hacia ellos.

source: AMP also prefetches lazy-loaded resources. Resources are loaded as late as possible, but prefetched as early as possible. That way things load very fast but CPU is only used when resources are actually shown to users.
es: AMP también busca recursos con carga diferida. Los recursos se cargan lo más tarde posible, pero se obtienen lo antes posible. De esa manera, las cosas se cargan muy rápido, pero la CPU solo se usa cuando los recursos se muestran realmente a los usuarios.

source: Load pages in an instant
es: Carga páginas en un instante

source: The new <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">preconnect API</a> is used heavily to ensure HTTP requests are as fast as possible when they are made. With this, a page can be rendered before the user explicitly states they’d like to navigate to it; the page might already be available by the time the user actually selects it, leading to instant loading.
es: La nueva <a href=http://www.w3.org/TR/resource-hints/#dfn-preconnect> preconnect API </a> se utiliza en gran medida para garantizar que las solicitudes HTTP sean lo más rápidas posible cuando están hecho. Con esto, se puede representar una página antes de que el usuario indique explícitamente que le gustaría navegar hasta ella; es posible que la página ya esté disponible en el momento en que el usuario la seleccione, lo que lleva a una carga instantánea.

source: While prerendering can be applied to all web content, it can also use up a lot of bandwidth and CPU. AMP is optimized to reduce both of these factors. Prerendering only downloads resources above the fold and prerendering doesn’t render things that might be expensive in terms of CPU.
es: Si bien la reproducción previa se puede aplicar a todo el contenido web, también puede consumir mucho ancho de banda y CPU. AMP está optimizado para reducir ambos factores. La reproducción previa solo descarga los recursos en la mitad superior de la página y la reproducción previa no genera cosas que puedan ser costosas en términos de CPU.

source: Learn more about <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">why AMP HTML doesn’t take full advantage of the preload scanner</a>.
es: Obtenga más información sobre <a href=https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e> por qué AMP HTML no aproveche al máximo el escáner de precarga </a>.

source: Developer Benefits
es: Beneficios para desarrolladores

source: Regular Ad
es: Anuncio regular

source: JavaScript is powerful, it can modify just about every aspect of the page, but it can also block DOM construction and delay page rendering (see also <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Adding interactivity with JavaScript</a>). To keep JavaScript from delaying page rendering, AMP allows only asynchronous JavaScript.
es: JavaScript es poderoso, puede modificar casi todos los aspectos de la página, pero también puede bloquear la construcción del DOM y retrasar el procesamiento de la página (ver también <a href = https: //developers.google.com/web/fundamentals/performance/ ruta-de-representación-crítica / agregar-interactividad-con-javascript > Agregar interactividad con JavaScript </a>). Para evitar que JavaScript retrase el procesamiento de la página, AMP solo permite JavaScript asincrónico.

source: AMP uncouples document layout from resource layout. Only one HTTP request is needed to layout the entire doc (<a href="#font-triggering-must-be-efficient">+fonts</a>). Since AMP is optimized to avoid expensive style recalculations and layouts in the browser, there won’t be any re-layout when resources load.
es: AMP desacopla el diseño del documento del diseño de los recursos. Solo se necesita una solicitud HTTP para diseñar todo el documento (<a href=#font-triggering-must-be-efficient> + fuentes </a>). Dado que AMP está optimizado para evitar costosos cálculos de estilo y diseños en el navegador, no habrá ningún cambio de diseño cuando se carguen los recursos.

source: Any page that uses a custom script must tell the AMP system that it will eventually have a custom tag. For example, the <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> script tells the system that there will be an <code>amp-iframe</code> tag. AMP creates the iframe box before it even knows what it will include:
es: Cualquier página que utilice una secuencia de comandos personalizada debe indicarle al sistema AMP que eventualmente tendrá una etiqueta personalizada. Por ejemplo, el script <a href=../documentation/components/reference/amp-iframe.md> <code> amp-iframe </code> </a> le dice al sistema que habrá un <code > etiqueta amp-iframe </code>. AMP crea el cuadro de iframe incluso antes de saber qué incluirá:

source: When AMP documents get prerendered for instant loading, only resources above the fold are actually downloaded. When AMP documents get prerendered for instant loading, resources that might use a lot of CPU (like third-party iframes) do not get downloaded.
es: Cuando los documentos de AMP se procesan previamente para su carga instantánea, solo se descargan realmente los recursos de la mitad superior de la página. Cuando los documentos de AMP se procesan previamente para su carga instantánea, los recursos que pueden usar una gran cantidad de CPU (como iframes de terceros) no se descargan.

source: Vision & Mission
es: Misión vision

source: Our vision is our north star we use to orient ourselves, and our mission describes the way we move into the direction of it.
es: Nuestra visión es nuestra estrella del norte que usamos para orientarnos, y nuestra misión describe la forma en que nos movemos en su dirección.

source: Vision
es: Visión

source: Mission
es: Misión

source: A strong, user-first open web forever.
es: Una web abierta fuerte, siempre centrada en el usuario

source: Provide a user-first format for web content, supporting the long-term success of every web publisher, merchant, and advertiser.
es: Proporcione un formato de contenido web para el usuario primero, lo que respalda el éxito a largo plazo de todos los editores, comerciantes y anunciantes web.

source: Design Principles
es: Criterios de diseño

source: These design principles are meant to guide the ongoing design and development of AMP. They should help us make internally consistent decisions.
es: Estos principios de diseño están destinados a guiar el diseño y desarrollo continuo de AMP. Deberían ayudarnos a tomar decisiones coherentes internamente.

source: User Experience > Developer Experience > Ease of Implementation.
es: Experiencia de usuario> Experiencia de desarrollador> Facilidad de implementación.

source: When in doubt, do what’s best for the end user experience, even if it means that it’s harder for the page creator to build or for the library developer to implement.
es: En caso de duda, haga lo que sea mejor para la experiencia del usuario final, incluso si eso significa que es más difícil para el creador de la página crear o para el desarrollador de la biblioteca implementarlo.

source: Don’t design for a hypothetical faster future browser.
es: No diseñe para un futuro navegador hipotético más rápido.

source: We’ve chosen to build AMP as a library in the spirit of the <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">EXTENSIBLE WEB MANIFESTO</a> to be able to fix the web of today, not the web of tomorrow. AMP should be fast in today’s browsers. When certain optimizations aren’t possible with today’s platform, AMP developers should participate in standards development to get these added to the web platform.</span>
es: Hemos elegido construir AMP como una biblioteca en el espíritu del <a href=https://github.com/extensibleweb/manifesto/blob/master/README.md> EXTENSIBLE WEB MANIFESTO </a> para ser capaz de arreglar la web de hoy, no la web del mañana. AMP debería ser rápido en los navegadores actuales. Cuando ciertas optimizaciones no son posibles con la plataforma actual, los desarrolladores de AMP deben participar en el desarrollo de estándares para agregarlos a la plataforma web. </span>

source: Don’t break the web.
es: No rompa la web.

source: Ensure that if AMP has outages or problems it doesn’t hurt the rest of the web. That means if the Google AMP Cache, the URL API or the library fails it should be possible for websites to gracefully degrade. If something works with an AMP cache it should also work without a cache.
es: Asegúrese de que si AMP tiene interrupciones o problemas, no perjudique al resto de la Web. Eso significa que si el caché de AMP de Google, la API de URL o la biblioteca fallan, debería ser posible que los sitios web se degraden con gracia. Si algo funciona con una caché AMP, también debería funcionar sin caché.

source: Solve problems on the right layer.
es: Resuelve problemas en la capa correcta.

source: E.g. don’t integrate things on the client side, just because that is easier, when the user experience would be better with a server side integration.
es: P.ej. no integre cosas en el lado del cliente, solo porque eso es más fácil, cuando la experiencia del usuario sería mejor con una integración del lado del servidor.

source: Only do things if they can be made fast.
es: Haz las cosas solo si se pueden hacer rápido.

source: Don’t introduce components or features to AMP that can’t reliably run at 60fps or hinder the instant load experience on today’s most common mobile devices.
es: No introduzca componentes o funciones en AMP que no puedan ejecutarse de manera confiable a 60 fps o que obstaculicen la experiencia de carga instantánea en los dispositivos móviles más comunes de la actualidad.

source: Prioritise things that improve the user experience – but compromise when needed.
es: Priorice las cosas que mejoran la experiencia del usuario, pero haga concesiones cuando sea necesario.

source: Some things can be made fast and are still a terrible user experience. AMPs should deliver a fantastic user experience and speed is just one part of that. Only compromise when lack of support for something would stop AMP from being widely used and deployed.
es: Algunas cosas se pueden hacer rápido y siguen siendo una experiencia de usuario terrible. Los AMP deberían ofrecer una experiencia de usuario fantástica y la velocidad es solo una parte de eso. Solo comprometerse cuando la falta de soporte para algo impida que AMP sea ampliamente utilizado e implementado.

source: No whitelists.
es: Sin listas blancas.

source: We won’t give any special treatment to specific sites, domains or origins except where needed for security or performance reasons.
es: No daremos ningún tratamiento especial a sitios, dominios u orígenes específicos, excepto cuando sea necesario por razones de seguridad o rendimiento.

source: Discover more...
es: Descubrir más...

source: Create your first AMP page
es: Crea tu primera página AMP

source: Not sure how to get started? In this tutorial, you’ll learn how to create a basic AMP HTML page, how to stage it and validate that it’s AMP compliant, and finally ...
es: ¿No sabe cómo empezar? En este tutorial, aprenderá cómo crear una página HTML básica de AMP, cómo organizarla y validar que sea compatible con AMP y, finalmente ...

source: In this tutorial, you'll learn how to use data binding and expressions to build awesome, interactive AMP pages with amp-bind ...
es: En este tutorial, aprenderá a usar el enlace de datos y las expresiones para crear páginas AMP increíbles e interactivas con amp-bind ...

source: Styling and layout on AMP HTML pages is very similar to normal HTML pages – in both cases, you'll use CSS.
es: El estilo y el diseño de las páginas HTML de AMP es muy similar a las páginas HTML normales; en ambos casos, utilizará CSS.

source: Get Started with Tutorials
es: Comience con los tutoriales

source: AMP Websites
es: Sitios web de AMP

source: AMP Email
es: Correo electrónico de AMP

source: advertisers
es: anunciantes

source: publishers
es: editores

source: e-commerce
es: comercio electronico

source: nonprofit
es: sin ánimo de lucro

source: social-media
es: medios de comunicación social

source: Magazine article
es: Artículo de revista

source: Breaking the status quo
es: Rompiendo el status quo

source: This example of magazine article demonstrates how to build an immersive reading experience by adding animations that enhance the written content on the page.
es: Este ejemplo de artículo de revista demuestra cómo crear una experiencia de lectura inmersiva agregando animaciones que mejoran el contenido escrito en la página.

source: <code>amp-position-observer</code> in combination with <code>amp-animation</code> allows a smooth "scrolly-telling" experience with minimal effort and without any custom JavaScript.
es: <code> amp-position-observer </code> en combinación con <code> amp-animation </code> permite una experiencia fluida scrolly-tell con un mínimo esfuerzo y sin ningún JavaScript personalizado.

source: Experience Demo
es: Demostración de la experiencia

source: Band page
es: Página de banda

source: Always thought that all AMP pages look the same? Checkout this incredible band website featuring various AMP components to create a vivid and enjoyable experience.
es: ¿Siempre pensaste que todas las páginas de AMP tienen el mismo aspecto? Echa un vistazo a este increíble sitio web de la banda con varios componentes AMP para crear una experiencia vívida y agradable.

source: The use of <code>amp-sidebar</code> gives you the same feeling as if you are in a single page app.
es: El uso de <code> amp-sidebar </code> le da la misma sensación que si estuviera en una aplicación de una sola página.

source: E-Commerce
es: Comercio electrónico

source: AMP shines for content pages. But it can also power e-commerce experiences.
es: AMP brilla para las páginas de contenido. Pero también puede impulsar las experiencias de comercio electrónico.

source: To learn more, we built a simple yet fully functional e-commerce site of our very own! Check out the site, and look at the code to learn about the best practices we discovered to build a great interactive experience on your domain and on AMP caches alike.
es: Para obtener más información, ¡creamos un sitio de comercio electrónico simple pero completamente funcional! Visite el sitio y observe el código para conocer las mejores prácticas que descubrimos para crear una excelente experiencia interactiva tanto en su dominio como en las memorias caché de AMP.

source: See on GitHub
es: Ver en GitHub

source: Here we feature interesting and outstanding pages that have been published using AMP. We kindly invite you to look through them to see what AMP is capable of.
es: Aquí presentamos páginas interesantes y destacadas que se han publicado utilizando AMP. Te invitamos amablemente a que los revises para ver de lo que es capaz AMP.

source: Musement’s mobile-first design helps users navigate 70% faster
es: El diseño de Musement para dispositivos móviles ayuda a los usuarios a navegar un 70% más rápido

source: To provide their blog content in a more attractive format, Ameba launched their article landing pages as AMP Stories
es: Para proporcionar el contenido de su blog en un formato más atractivo, Ameba lanzó las páginas de destino de sus artículos como AMP Stories.

source: Complex Networks drives a 3x revenue increase with AMP
es: Complex Networks impulsa un aumento de ingresos de 3 veces con AMP

source: AARP increases mobile conversion rate by 15% with AMP
es: AARP aumenta la tasa de conversión móvil en un 15% con AMP

source: KG Media’s AMP optimizations results
es: Resultados de las optimizaciones de AMP de KG Media

source: Asahi.com uses a paired AMP approach for their free articles
es: Asahi.com utiliza un enfoque de AMP emparejado para sus artículos gratuitos

source: RCS MediaGroup reports good news with AMP and PWA
es: RCS MediaGroup informa buenas noticias con AMP y PWA

source: Advance Create boosting ads landing pages with AMP
es: Avance Cree páginas de destino de anuncios que impulsen con AMP

source: Times of India reports 1.5X more revenue yields, 3.6X faster load time with AMP
es: Times of India informa 1,5 veces más rendimientos de ingresos, 3,6 veces más tiempo de carga con AMP

source: greenslips.com.au boosts conversions by 12-15%, mobile speed by 15% with AMP
es: greenslips.com.au aumenta las conversiones en un 12-15%, la velocidad móvil en un 15% con AMP

source: Tokopedia boosts mobile performance with AMP and PWA
es: Tokopedia aumenta el rendimiento móvil con AMP y PWA

source: Readwhere provides seamless mobile content via AMP and PWA
es: Readwhere proporciona contenido móvil sin interrupciones a través de AMP y PWA

source: DiscoverCarHire.com drives conversions with faster mobile page load times via AMP
es: DiscoverCarHire.com impulsa conversiones con tiempos de carga de páginas móviles más rápidos a través de AMP

source: Jagran New Media boosts traffic by 115% and revenue by 4.5X by expanding AMP strategy
es: Jagran New Media aumenta el tráfico en un 115% y los ingresos en 4.5 veces al expandir la estrategia de AMP

source: Renovation Brands improves speed and site duration with AMP
es: Renovation Brands mejora la velocidad y la duración del sitio con AMP

source: Metromile lowers costs, reaches more potential customers with AMP
es: Metromile reduce costos y llega a más clientes potenciales con AMP

source: Carved increases conversion rate by 75% with AMP and PWA
es: Carved aumenta la tasa de conversión en un 75% con AMP y PWA

source: TransUnion scores more conversions with faster page loads via AMP
es: TransUnion obtiene más conversiones con cargas de página más rápidas a través de AMP

source: The story of the all-new BMW.com
es: La historia del nuevo BMW.com

source: Innkeeper’s Advantage helps B&Bs book guests quicker with AMP
es: Innkeeper's Advantage ayuda a los B&B a reservar huéspedes más rápido con AMP

source: Grupo Expansión boosts monetization with AMP
es: Grupo Expansión impulsa la monetización con AMP

source: Merchology increases conversions, lowers load times with AMP
es: Merchology aumenta las conversiones, reduce los tiempos de carga con AMP

source: Eski.mobi serves businesses going mobile with AMP
es: Eski.mobi ofrece servicios a empresas que se vuelven móviles con AMP

source: Faster page loads with AMP deliver truckloads of new drivers to U.S. Xpress
es: Cargas de páginas más rápidas con AMP entregan camiones llenos de nuevos conductores a U.S. Xpress

source: Event Tickets Center significantly boosts conversions with AMP
es: Event Tickets Center impulsa significativamente las conversiones con AMP

source: ConsumersAdvocate.org boosts site performance with AMP
es: ConsumersAdvocate.org mejora el rendimiento del sitio con AMP

source: Fastcommerce drives conversions for clients by building AMP-first
es: Fastcommerce impulsa las conversiones para los clientes al crear AMP primero

source: Leading French organic retailer doubles mobile conversions with AMP
es: El minorista orgánico líder en Francia duplica las conversiones móviles con AMP

source: CNBC sees mobile speed and engagement gains with AMP
es: CNBC ve mejoras en la velocidad y el compromiso de los dispositivos móviles con AMP

source: Wego.com increases mobile conversion rates 95% with AMP
es: Wego.com aumenta las tasas de conversión móvil en un 95% con AMP

source: India’s leading rental site improved owner-to-renter connections by 77% with AMP
es: El sitio de alquiler líder en India mejoró las conexiones de propietario a inquilino en un 77% con AMP

source: WompMobile consistently improves e-commerce clients’ conversion rates with AMP sites
es: WompMobile mejora constantemente las tasas de conversión de los clientes de comercio electrónico con los sitios AMP

source: Terra drives mobile viewership up with AMP
es: Terra aumenta la audiencia móvil con AMP

source: Milestone drives conversions with AMP pages for local hospitality site
es: Milestone impulsa conversiones con páginas AMP para sitios de hotelería local

source: Hearst integrates key partner and product solutions on AMP
es: Hearst integra soluciones de productos y socios clave en AMP

source: Wired AMP’s its 20+ year archive to meet audiences online
es: Wired AMP's su archivo de más de 20 años para conocer audiencias en línea

source: Slate gets efficient with AMP
es: Slate se vuelve eficiente con AMP

source: Relay Media helps publishers get AMP’d
es: Relay Media ayuda a los editores a obtener AMP

source: plista grows publisher revenue & user engagement with AMP
es: plista aumenta los ingresos de los editores y la participación del usuario con AMP

source: Create flawless web experiences
es: Crea experiencias web impecables

source: Snackable formats for everyone
es: Formatos para bocadillos para todos

source: Super fast ads on the web
es: Anuncios superrápidos en la web

source: Next gen email
es: Correo electrónico de próxima generación

source: Use cases
es: Casos de uso

source: Guides & Tutorials
es: Guías y tutoriales

source: The complete AMP library
es: La biblioteca AMP completa

source: Hands on Introduction to AMP
es: Introducción práctica a AMP

source: Learn AMP with free courses
es: Aprenda AMP con cursos gratuitos

source: Templates
es: Plantillas

source: Begin building
es: Empiece a construir

source: Ready to use
es: Listo para usar

source: Courses
es: Cursos

source: Governance
es: Gobernancia

source: AMP Roadshow
es: Roadshow de AMP

source: Help
es: Ayudar

source: Encouraging More Voices in AMP
es: Fomento de más voces en AMP
